{
    "source": "https://tomislavhorvat.com/mission-statement-examples/",
    "extracted_date": "2024-11-22",
    "num_companies": 100,
    "companies": [
        {
            "company_name": "Supervalu",
            "mission_statement": "We believe that by providing a single destination where customers can find fresh food selections, nutrition and health information and access to our full-service pharmacies, we can help customers achieve their health goals, whatever they may be."
        },
        {
            "company_name": "Colgate-Palmolive",
            "mission_statement": "As a Company that strives to be the best truly global consumer products company, we are committed to doing business with integrity and respect for all people and for the world around us. and Continuous Improvement will continue to drive our future initiatives."
        },
        {
            "company_name": "Goodyear Tire & Rubber",
            "mission_statement": "Goodyear’s mission is to be the number one tire company by all measures."
        },
        {
            "company_name": "PayPal Holdings",
            "mission_statement": "We believe that now is the time to reimagine money, to democratize financial services so that managing and moving money is a right for all citizens, not just the affluent."
        },
        {
            "company_name": "PPG Industries",
            "mission_statement": "To be the world’s leading coatings company by consistently delivering high-quality, innovative and sustainable solutions that customers trust to protect and beautify their products and surroundings. Act with integrity at all times and be true to our values and ethics."
        },
        {
            "company_name": "Omnicom Group",
            "mission_statement": "Omnicom’s global leadership in marketing communications is fostered by the industry’s most innovative, collaborative and diverse talent. Together our people deliver big creative, competitive ideas based on actionable customer insights."
        },
        {
            "company_name": "Celgene",
            "mission_statement": "Everything we do at Celgene is focused on a singular mission of improving the lives of patients worldwide. In order to fulfill that promise, we understand that we must instill trust in our colleagues, our patients, our partners and the public at large through our words and our actions."
        },
        {
            "company_name": "Jacobs Engineering Group",
            "mission_statement": "We are committed to our clients by bringing innovative solutions that lead to profitable growth and shared success."
        },
        {
            "company_name": "Ross Stores",
            "mission_statement": "In addition to fulfilling our mission of offering customers the best name-brand bargains possible, we aim to empower our Associates, operate in ways that reduce our environmental impact, and give back to the communities where we conduct business."
        },
        {
            "company_name": "Marsh & McLennan",
            "mission_statement": "We create peace of mind by passionately delivering exceptional employee benefits and risk management solutions, committed to: Providing world-class resources with local touch. Serving our clients, colleagues, carriers, and communities. Acting with integrity and respect."
        },
        {
            "company_name": "Mastercard",
            "mission_statement": "MasterCard provides governments with solutions that help them reduce costs, gain efficiencies, curtail fraud and corruption, and advance social progress. MasterCard provides consumers with easy and seamless buying experiences that connect them to the things in life that matter most."
        },
        {
            "company_name": "Land O’Lakes",
            "mission_statement": "We are a market- and customer-driven cooperative committed to optimizing the value of our members’ dairy, crop and livestock production.” A leader in our communities."
        },
        {
            "company_name": "Waste Management",
            "mission_statement": "Waste Management is on a mission to maximize resource value, while minimizing – and even eliminating – environmental impact so that both our economy and our environment can thrive."
        },
        {
            "company_name": "Illinois Tool Works",
            "mission_statement": "With this structure we are able to act locally but with a global vision, actively practicing lasting teamwork with customers and suppliers. It is our mission to be the most valued group to our customers, employees, and suppliers."
        },
        {
            "company_name": "Ecolab",
            "mission_statement": "Our mission is to be the leading global innovator, developer and provider of cleaning, sanitation and maintenance products, systems, and services. As a team, we will achieve aggressive growth and fair return for our shareholders."
        },
        {
            "company_name": "Booking Holdings",
            "mission_statement": "To make it easier for everyone to experience the world. Booking Holdings is the world leader in online travel & related services."
        },
        {
            "company_name": "CBS",
            "mission_statement": "As broadcasters, we aim to ensure that our national viewing audience is reflected in our programming and our people. We recognize that a work force comprised of a wide variety of perspectives, viewpoints and backgrounds is integral to our continued success."
        },
        {
            "company_name": "Parker-Hannifin",
            "mission_statement": "At Parker, we believe in partnerships with our clients so that we can provide solutions that help to achieve higher productivity and revenue by engineering the best systems for the customer."
        },
        {
            "company_name": "Principal Financial",
            "mission_statement": "Our purpose for being is to serve others by helping them plan for their financial future and to protect themselves against the inevitability of death, disability, and old age."
        },
        {
            "company_name": "DTE Energy",
            "mission_statement": "Our mission is to be a premier, full-service energy and energy technology company, providing solutions to meet the needs of 21st century customers. We will operate as a fast-paced, progressive, high-performance, value-based organization."
        },
        {
            "company_name": "BlackRock",
            "mission_statement": "Our mission is to create a better financial future for our clients. As we pursue that mission, we’re guided by our culture and a set of principles that ensure we never forget what we stand for."
        },
        {
            "company_name": "United States Steel",
            "mission_statement": "To be the industry leader in delivering high-quality, value added products and innovative solutions that address our customers’ most challenging steel needs for the future."
        },
        {
            "company_name": "Community Health Systems",
            "mission_statement": "Community Healthcare System is committed to provide the highest quality care in the most cost-efficient manner, respecting the dignity of the individual, providing for the well being of the community and serving the needs of all people, including the poor and disadvantaged."
        },
        {
            "company_name": "Kinder Morgan",
            "mission_statement": "To protect its employees, the public, and the environment and to achieve zero losses to the Company’s overall financial performance due to incidents, injuries, environmental releases and property damage."
        },
        {
            "company_name": "Qurate Retail",
            "mission_statement": "We bring joy, inspiration, and humanity to shopping. Our focus is always on our customer: delighting her with curated collections of unique products; bringing those products to life for her through the power of storytelling; and connecting with her through distinctive video platforms and other touchpoints."
        },
        {
            "company_name": "Loews",
            "mission_statement": "We stay relevant to changing times and places; to provide an experience that is authentically local and genuinely delivered, all so our guests can relax, explore, and flourish."
        },
        {
            "company_name": "Arconic",
            "mission_statement": "To invent, develop and deliver products and solutions for high performance customers and industries through precision engineering and advanced manufacturing."
        },
        {
            "company_name": "Stanley Black & Decker",
            "mission_statement": "We are For Those Who Make The World and we deliver on that purpose by being bold to break the mold, by cutting through challenges, by joining forces for sustainability and by being reliable to the core."
        },
        {
            "company_name": "Textron",
            "mission_statement": "To become the premier multi-industry company, recognized for our network of powerful brands, world-class enterprise processes and talented people."
        },
        {
            "company_name": "Las Vegas Sands",
            "mission_statement": "To create a welcoming environment where people gather to discover and create groundbreaking products and innovative new ways of doing business. To distinguish ourselves by delivering a uniquely memorable customer experience by working smarter, faster and together."
        },
        {
            "company_name": "Estee Lauder",
            "mission_statement": "We are a family company committed to working together with uncompromising ethics and integrity."
        },
        {
            "company_name": "DISH Network",
            "mission_statement": "To provide quality products through a world class sales organization to every home in America."
        },
        {
            "company_name": "Stryker",
            "mission_statement": "Together with our customers, we are driven to make healthcare better."
        },
        {
            "company_name": "Kellogg",
            "mission_statement": "To enrich and delight, through foods and brands that matter."
        },
        {
            "company_name": "Biogen",
            "mission_statement": "To deliver innovative therapies for patients and invest in the areas of highest return to deliver long-term value to our stockholders."
        },
        {
            "company_name": "Alcoa",
            "mission_statement": "Alcoa will operate globally in a safe, responsible manner respecting the environment and the health of our employees, our customers, suppliers, contractors, and the communities in which we operate. We will not compromise environmental, health or safety values for profit or production."
        },
        {
            "company_name": "Anadarko Petroleum",
            "mission_statement": "To deliver a competitive and sustainable rate of return to shareholders by exploring for, acquiring for and developing oil and natural gas resources vital to the world’s health and welfare."
        },
        {
            "company_name": "Dominion Energy",
            "mission_statement": "To serve our customers safely and reliably; strengthen our communities; reward our shareholders; minimize environmental impacts, and live our values."
        },
        {
            "company_name": "ADP",
            "mission_statement": "To provide insightful solutions that drive value and success for our clients by allowing them to focus on their business."
        },
        {
            "company_name": "salesforce.com",
            "mission_statement": "To empowers companies to connect with their customers in a whole new way."
        },
        {
            "company_name": "L Brands",
            "mission_statement": "To make our customers feel sexy, sophisticated and forever young, and we are committed to deliver on this promise by providing high-quality, safe and effective products."
        },
        {
            "company_name": "Henry Schein",
            "mission_statement": "To provide innovative, integrated health care products and services; and to be trusted advisors and consultants to our customers – enabling them to deliver the best quality patient care and enhance their practice management efficiency and profitability."
        },
        {
            "company_name": "Newell Brands",
            "mission_statement": "To make life better every day for hundreds of millions of consumers where they live, learn, work and play. We put the consumer at the heart of all that we do and we are purpose-driven to make a positive difference in people’s lives."
        },
        {
            "company_name": "Guardian Life Ins. Co. of America",
            "mission_statement": "Our purpose is to enrich the lives of people we touch. By providing highest performing financial products and services that reduce risk and increase assets, we help individuals and employers fulfill their responsibilities and build better tomorrows."
        },
        {
            "company_name": "BJ’s Wholesale Club",
            "mission_statement": "To providing its members with high-quality, brand-name merchandise at prices that are significantly lower than the prices found at supermarkets, supercenters, department stores, drug stores and specialty retail stores."
        },
        {
            "company_name": "BB&T Corp.",
            "mission_statement": "Helping our clients achieve economic success and financial security."
        },
        {
            "company_name": "State Street Corp.",
            "mission_statement": "State Street is the world’s leading provider of financial services to institutional investors. Our broad and integrated range of services spans the entire investment spectrum, including research, investment management, trading services and investment servicing."
        },
        {
            "company_name": "Viacom",
            "mission_statement": "To be the world’s leading, branded entertainment company across television, motion pictures and digital media platforms."
        },
        {
            "company_name": "Ameriprise Financial",
            "mission_statement": "To help people feel confident about their financial future."
        },
        {
            "company_name": "Core-Mark Holding",
            "mission_statement": "To provide the freshest products and best possible service to help our customers grow their sales and profits."
        },
        {
            "company_name": "Reinsurance Group of America",
            "mission_statement": "A desire to help shape big, business- and even world-changing ideas."
        },
        {
            "company_name": "VF",
            "mission_statement": "Ours is a perpetually driven culture, focused on constant innovation. Using deep research and insights, we combine the art and science of apparel to create products that excite consumers and brands that inspire loyalty."
        },
        {
            "company_name": "Discover Financial Services",
            "mission_statement": "To help people spend smarter, manage debt better and save more so they achieve a brighter financial future."
        },
        {
            "company_name": "Global Partners",
            "mission_statement": "To respond to these new realities by reevaluating what is meant by “international education,” and to facilitate programming that understands international education not as an end in itself, but rather as a means to an end."
        },
        {
            "company_name": "Edison International",
            "mission_statement": "To lead the transformation of the electric power industry toward a clean energy future. Through our subsidiaries, we generate and distribute electric power, as well as provide energy services and technologies, including renewable energy."
        },
        {
            "company_name": "Oneok",
            "mission_statement": "To build a diversified energy company that provides consistent growth and stable earnings."
        },
        {
            "company_name": "Murphy USA",
            "mission_statement": "To deliver every day the quickest, most friendly service and a low price value proposition to our growing customer base for the products and markets we serve."
        },
        {
            "company_name": "Bed Bath & Beyond",
            "mission_statement": "We make it easy to feel at home! Bed Bath & Beyond’s culture is customer-centric. Our commitment to customer service is supported by significant investments made to strengthen our Company’s foundation for future growth."
        },
        {
            "company_name": "Consolidated Edison",
            "mission_statement": "To provide energy services to our customers safely, reliably, efficiently, and in an environmentally sound manner; to provide a workplace that allows employees to realize their full potential; to provide a fair return to our investors; and to improve the quality of life in the communities we serve."
        },
        {
            "company_name": "CSX",
            "mission_statement": "To be the safest and most progressive North American railroad, relentless in the pursuit of customer and employee excellence."
        },
        {
            "company_name": "J.C. Penney",
            "mission_statement": "To help our customer find what she loves for less time, money and effort."
        },
        {
            "company_name": "LKQ",
            "mission_statement": "To be the leading global value-added distributor of vehicle parts and accessories by offering our customers the most comprehensive, available and cost-effective selection of part solutions while building strong partnerships with our employees and the communities in which we operate."
        },
        {
            "company_name": "FirstEnergy",
            "mission_statement": "We are a forward-thinking electric utility powered by a diverse team of employees committed to making customers’ lives brighter, the environment better and our communities stronger."
        },
        {
            "company_name": "Steel Dynamics",
            "mission_statement": "To meet or exceed customer service expectations with regard to quality, service and price; to be a world-class supplier by continually improving our processes, equipment and systems; to provide a safe working environment for all employees; and to continue to enhance the skills of our employees through ongoing training and education."
        },
        {
            "company_name": "Lithia Motors",
            "mission_statement": "To be the best provider of cars and trucks and related services in North America. Utilizing a common language, we believe in developing motivated people who are committed to our goals and mission."
        },
        {
            "company_name": "MGM Resorts International",
            "mission_statement": "MGM Resorts International is the leader in entertainment & hospitality – a diverse collection of extraordinary people, distinctive brands and best in class destinations. Working together, we create partnerships and experiences that engage, entertain and inspire."
        },
        {
            "company_name": "Tenneco",
            "mission_statement": "To delight our customers as the number-one technology-driven, global manufacturer and marketer of value-differentiated ride control, emission control and elastomer products and systems."
        },
        {
            "company_name": "Nvidia",
            "mission_statement": "To provide the latest NVIDIA news on products, technologies, and events. To highlight and engage with our fans."
        },
        {
            "company_name": "Sempra Energy",
            "mission_statement": "To build North America’s premier energy infrastructure company."
        },
        {
            "company_name": "Farmers Insurance Exchange",
            "mission_statement": "We have an unwavering commitment to uphold our founding ideals to provide industry-leading products and first-rate services to the customers we’re privileged to serve."
        },
        {
            "company_name": "Ball",
            "mission_statement": "Ball is your “Can Do.” “Let’s Do.” And “Will Do.” … Today, we apply these same unwavering principles to the recyclable metal packaging we make to position your products on store shelves, as well as to the aerospace technologies we develop to make your mission happen."
        },
        {
            "company_name": "Group 1 Automotive",
            "mission_statement": "Group 1 has grown to become one of the top five dealership groups in the United States. The company has achieved this success through the execution of a strategy that emphasizes geographic and brand diversity, interrelated revenue streams, operational efficiencies and the prudent deployment of capital."
        },
        {
            "company_name": "Unum Group",
            "mission_statement": "To be the leading provider of employee benefits products and services that help employers manage their businesses and employees protect their families and livelihoods."
        },
        {
            "company_name": "Xcel Energy",
            "mission_statement": "We provide our customers the safe, clean, reliable energy services they want and value at a competitive price."
        },
        {
            "company_name": "Reliance Steel & Aluminum",
            "mission_statement": "We believe in always treating people fairly, whether employee, supplier, or customer, while always looking for ways to improve our service and contribution to the communities in which we live and work."
        },
        {
            "company_name": "Huntsman",
            "mission_statement": "We will operate safe, clean, efficient facilities in an environmentally and socially responsible manner. We will provide a work environment that fosters teamwork, innovation, accountability and open communication."
        },
        {
            "company_name": "Norfolk Southern",
            "mission_statement": "To enhance the value of our stockholders’ investment over time by providing quality freight transportation services and undertaking any other related businesses in which our resources, particularly our people, give the company an advantage."
        },
        {
            "company_name": "Laboratory Corp. of America",
            "mission_statement": "To improve health and improve lives by delivering world-class diagnostics, accelerating the availability of innovative medicines to patients, and using technology to change the way care is delivered."
        },
        {
            "company_name": "Corning",
            "mission_statement": "Corning Incorporated, the world leader in specialty glass and ceramics, has worked closely with customers to understand their problems, explore possible solutions, and then bring those solutions to life through our world-class scientific and manufacturing capabilities."
        },
        {
            "company_name": "Expedia Group",
            "mission_statement": "To bring the world within reach."
        },
        {
            "company_name": "AutoZone",
            "mission_statement": "To providing the best parts, prices and customer service in the automotive aftermarket industry."
        },
        {
            "company_name": "W.W. Grainger",
            "mission_statement": "To be the world leader in offering solutions that help businesses and institutions save time and money as they maintain, repair, and operate their facilities."
        },
        {
            "company_name": "Quanta Services",
            "mission_statement": "To provide and maintain a safe work environment for our family of employees."
        },
        {
            "company_name": "Crown Holdings",
            "mission_statement": "Customer satisfaction is Crown’s highest priority. We achieve this goal by continuously improving the cost effectiveness and performance of all our products and processes, as well as focusing on innovation."
        },
        {
            "company_name": "Office Depot",
            "mission_statement": "We are a single source for everything customers need to be more productive, including the latest technology, core office supplies, print and document services, business services, facilities products, furniture, and school essentials."
        },
        {
            "company_name": "Baxter International",
            "mission_statement": "To save and sustain lives. We deliver essential products to expand access to care, provide cost-effective healthcare solutions, deliver quality products, and advance healthcare innovations around the world."
        },
        {
            "company_name": "Lam Research",
            "mission_statement": "Dedicated to the success of our customers by being the world-class provider of innovative technology and productivity solutions to the semiconductor industry."
        },
        {
            "company_name": "Entergy",
            "mission_statement": "“We power life” is Entergy’s promise to create a better future for us all. We exist to operate a world-class energy business that creates sustainable value for our four stakeholders – owners, customers, employees and the communities in which we operate."
        },
        {
            "company_name": "Charles Schwab",
            "mission_statement": "To empower individual investors to take control of their financial lives, free from the high costs and conflicts of traditional brokerage firms."
        },
        {
            "company_name": "L3 Technologies",
            "mission_statement": "To provide customers with state-of-the-art communication and telemetry solutions for airborne, intel and space applications. L3Harris uses this website as a channel of distribution of material company information."
        },
        {
            "company_name": "NRG Energy",
            "mission_statement": "We provide reliable wholesale electricity safely and in a manner consistent with our civic and environmental commitment to the communities we serve."
        },
        {
            "company_name": "Live Nation Entertainment",
            "mission_statement": "To maximize the live concert experience."
        },
        {
            "company_name": "Universal Health Services",
            "mission_statement": "To provide superior quality healthcare services that: PATIENTS recommend to family and friends, PHYSICIANS prefer for their patients, PURCHASERS select for their clients, EMPLOYEES are proud of, and INVESTORS seek for long-term returns."
        },
        {
            "company_name": "Molson Coors Brewing",
            "mission_statement": "Strengthen shareholder value, fulfill our responsibilities to our employees, customers, and suppliers, and satisfy credit, environmental, legal and other regulatory requirements."
        },
        {
            "company_name": "eBay",
            "mission_statement": "To provide a global online marketplace where practically anyone can trade practically anything, enabling economic opportunity around the world."
        },
        {
            "company_name": "AES",
            "mission_statement": "Improving lives by accelerating a safer and greener energy future."
        },
        {
            "company_name": "Devon Energy",
            "mission_statement": "Devon is a results-oriented oil and gas company that builds value for shareholders through our employees by creating a culture of health, safety and environmental stewardship in an atmosphere of optimism, teamwork, creativity and resourcefulness and by dealing with everyone in an open and ethical manner."
        },
        {
            "company_name": "Pacific Life",
            "mission_statement": "We recognize our mission of helping clients achieve financial security can only be accomplished through our people. We invest in developing the talents and expertise of our employees and foster a work environment that is challenging, inclusive, collaborative, and results-oriented."
        },
        {
            "company_name": "CenterPoint Energy",
            "mission_statement": "To foster enhanced communication and strengthen long-term relationships with high valued customers through a trusted energy partnership."
        },
        {
            "company_name": "Discovery",
            "mission_statement": "To satisfy curiosity and make a difference in people’s lives by providing the highest-quality content, services, and products that entertain, engage, and enlighten."
        }
    ]
}