{
    "source": "https://tomislavhorvat.com/mission-statement-examples/",
    "extracted_date": "2024-11-22",
    "num_companies": 100,
    "companies": [
        {
            "company_name": "Walmart",
            "mission_statement": "To save people money so they can live better."
        },
        {
            "company_name": "Exxon Mobil",
            "mission_statement": "To being the world’s premier petroleum and petrochemical company."
        },
        {
            "company_name": "Apple",
            "mission_statement": "To bringing the best user experience to its customers through its innovative hardware, software, and services."
        },
        {
            "company_name": "Berkshire Hathaway",
            "mission_statement": "To deliver the right parts exactly on time, exceed our internal and external customer requirements through continuous improvement, and provide a place for hard-working, dedicated, knowledgeable and ethical people who believe in the company."
        },
        {
            "company_name": "Amazon.com",
            "mission_statement": "To serve consumers through online and physical stores and focus on selection, price, and convenience."
        },
        {
            "company_name": "UnitedHealth Group",
            "mission_statement": "To help people live healthier lives and to help make the health system work better for everyone. We seek to enhance the performance of the health system and improve the overall health and well-being of the people we serve and their communities."
        },
        {
            "company_name": "McKesson",
            "mission_statement": "To provide comprehensive pharmacy solutions that improve productivity, profitability and result in superior patient care and satisfaction."
        },
        {
            "company_name": "CVS Health",
            "mission_statement": "To improve the lives of those we serve by making innovative and high-quality health and pharmacy services safe, affordable and easy to access."
        },
        {
            "company_name": "AT&T",
            "mission_statement": "To exploit technical innovations for the benefit of AT&T and its customers by implementing next-generation technologies and network advancements in AT&T’s services and operations."
        },
        {
            "company_name": "AmerisourceBergen",
            "mission_statement": "We are united in our responsibility to create healthier futures."
        },
        {
            "company_name": "Chevron",
            "mission_statement": "Believe in the power of human ingenuity to lead us to a brighter future."
        },
        {
            "company_name": "Ford Motor",
            "mission_statement": "To make people’s lives better by making mobility accessible and affordable."
        },
        {
            "company_name": "General Motors",
            "mission_statement": "To earn customers for life by building brands that inspire passion and loyalty through not only breakthrough technologies but also by serving and improving the communities in which we live and work around the world."
        },
        {
            "company_name": "Costco Wholesale",
            "mission_statement": "To continually provide our members with quality goods and services at the lowest possible prices."
        },
        {
            "company_name": "Alphabet",
            "mission_statement": "To make the world around you universally accessible and useful."
        },
        {
            "company_name": "Cardinal Health",
            "mission_statement": "For those tasked with navigating the complexities of healthcare, Cardinal Health brings scaled solutions that help our customers thrive in a changing world."
        },
        {
            "company_name": "Walgreens Boots Alliance",
            "mission_statement": "To be the first choice for pharmacy, wellbeing and beauty, caring for people and communities around the world."
        },
        {
            "company_name": "JPMorgan Chase",
            "mission_statement": "To be the best financial services company in the world."
        },
        {
            "company_name": "Verizon Communications",
            "mission_statement": "We deliver the promise of the digital world to our customers. We make their innovative lifestyles possible."
        },
        {
            "company_name": "Kroger",
            "mission_statement": "To be a leader in the distribution and merchandising of food, pharmacy, health, and personal care items, seasonal merchandise, and related products and services."
        },
        {
            "company_name": "General Electric",
            "mission_statement": "To usher in the next industrial era and to “build, move, power, and cure the world."
        },
        {
            "company_name": "Fannie Mae",
            "mission_statement": "To provide liquidity, stability, and affordability to the U.S. housing market has never been more critical than it is right now."
        },
        {
            "company_name": "Phillips 66",
            "mission_statement": "To provide energy and improve lives, and we back that up with core company values of safety, honor and commitment."
        },
        {
            "company_name": "Valero Energy",
            "mission_statement": "As a leading refiner and marketer, we are committed to following these guiding principles to achieve excellence in our business, our industry, and our relationships with our employees and communities."
        },
        {
            "company_name": "Bank of America",
            "mission_statement": "To offer lending and investment products that: Serve low- and moderate-income individuals and families, improve underserved low- and moderate-income communities, and create sustainable practices for the long haul."
        },
        {
            "company_name": "Microsoft",
            "mission_statement": "To empower every person and every organization on the planet to achieve more."
        },
        {
            "company_name": "Home Depot",
            "mission_statement": "To provide the highest level of service, the broadest selection of products and the most competitive prices."
        },
        {
            "company_name": "Boeing",
            "mission_statement": "People working together as a global enterprise for aerospace industry leadership."
        },
        {
            "company_name": "Wells Fargo",
            "mission_statement": "Helping customers succeed financially."
        },
        {
            "company_name": "Citigroup",
            "mission_statement": "To serve as a trusted partner to our clients by responsibly providing financial services that enable growth and economic progress."
        },
        {
            "company_name": "Marathon Petroleum",
            "mission_statement": "We will provide innovative commercial expertise and strategic business solutions that support our business partners and maximize shareholder value."
        },
        {
            "company_name": "Comcast",
            "mission_statement": "To create incredible technology and entertainment that connects millions of people to the moments and experiences that matter most."
        },
        {
            "company_name": "Anthem",
            "mission_statement": "To improve the health of the people we serve."
        },
        {
            "company_name": "Dell Technologies",
            "mission_statement": "To be the most successful computer company in the world at delivering the best customer experience in markets we serve."
        },
        {
            "company_name": "DuPont de Nemours",
            "mission_statement": "We help provide clean water to communities where it is scarce, increase the energy efficiency of products, and reduce waste by maximizing resources."
        },
        {
            "company_name": "State Farm Insurance",
            "mission_statement": "To help people manage the risks of everyday life, recover from the unexpected, and realize their dreams."
        },
        {
            "company_name": "Johnson & Johnson",
            "mission_statement": "Make diversity & inclusion how we work every day."
        },
        {
            "company_name": "IBM",
            "mission_statement": "To lead in the creation, development, and manufacture of the industry’s most advanced information technologies, including computer systems, software, networking systems, storage devices, and microelectronics."
        },
        {
            "company_name": "Target",
            "mission_statement": "We make Target our guests’ preferred shopping destination by delivering outstanding value, continuous innovation, and an exceptional guest experience—consistently fulfilling our Expect More. Pay Less."
        },
        {
            "company_name": "Freddie Mac",
            "mission_statement": "To provide liquidity, stability, and affordability to the U.S. housing market in all economic conditions extends to all communities from coast to coast."
        },
        {
            "company_name": "United Parcel Service",
            "mission_statement": "Grow our global business by serving the logistics needs of customers, offering excellence and value in all that we do."
        },
        {
            "company_name": "Lowe’s",
            "mission_statement": "Together, deliver the right home improvement products, with the best service and value, across every channel and community we serve."
        },
        {
            "company_name": "Intel",
            "mission_statement": "Delight our customers, employees, and shareholders by relentlessly delivering the platform and technology advancements that become essential to the way we work and live."
        },
        {
            "company_name": "MetLife",
            "mission_statement": "To provide high quality insurance products and services in accordance with the latest international standards and best practices and to provide value to our customers throughout the Kingdom as well as establishing and maintaining those long lasting relationships."
        },
        {
            "company_name": "Procter & Gamble",
            "mission_statement": "We will provide branded products and services of superior quality and value that improve the lives of the world’s consumers, now and for generations to come."
        },
        {
            "company_name": "United Technologies",
            "mission_statement": "We’re a company driven by ideas, innovation and excellence. As a worldwide leader in the building and aerospace industries, we constantly seek talented individuals to create innovative products and solutions for our customers."
        },
        {
            "company_name": "FedEx",
            "mission_statement": "FedEx Corporation will produce superior financial returns for its shareowners by providing high value-added logistics, transportation, and related business services through focused operating companies."
        },
        {
            "company_name": "PepsiCo",
            "mission_statement": "To provide consumers around the world with delicious, affordable, convenient and complementary foods and beverages from wholesome breakfasts to healthy and fun daytime snacks and beverages to evening treats."
        },
        {
            "company_name": "Archer Daniels Midland",
            "mission_statement": "To unlock the potential of nature to improve the quality of life."
        },
        {
            "company_name": "Prudential Financial",
            "mission_statement": "To help our customers achieve financial prosperity and peace of mind."
        },
        {
            "company_name": "Centene",
            "mission_statement": "To helping people live healthier lives."
        },
        {
            "company_name": "Albertsons",
            "mission_statement": "To create a shopping experience that pleases our customers; a workplace that creates opportunities and a great working environment for our associates; and a business that achieves financial success."
        },
        {
            "company_name": "Walt Disney",
            "mission_statement": "To entertain, inform and inspire people around the globe through the power of unparalleled storytelling, reflecting the iconic brands, creative minds and innovative technologies that make ours the world’s premier entertainment company."
        },
        {
            "company_name": "Sysco",
            "mission_statement": "To market and deliver great products to our customers with exceptional service."
        },
        {
            "company_name": "HP",
            "mission_statement": "We earn customer respect and loyalty by consistently providing the highest quality and value."
        },
        {
            "company_name": "Humana",
            "mission_statement": "To helping employers manage their healthcare costs, guiding consumers to make informed health and benefits decisions, and giving back to the communities we serve."
        },
        {
            "company_name": "Facebook",
            "mission_statement": "To give people the power to build community and bring the world closer together."
        },
        {
            "company_name": "Caterpillar",
            "mission_statement": "To enable economic growth through infrastructure and energy development, and to provide solutions that support communities and protect the planet."
        },
        {
            "company_name": "Energy Transfer",
            "mission_statement": "To responsibly and safely delivering America’s energy."
        },
        {
            "company_name": "Lockheed Martin",
            "mission_statement": "We solve complex challenges, advance scientific discovery and deliver innovative solutions to help our customers keep people safe."
        },
        {
            "company_name": "Pfizer",
            "mission_statement": "To become the world’s most valued company to all of these people."
        },
        {
            "company_name": "Goldman Sachs Group",
            "mission_statement": "Commit people, capital and ideas to help our clients, shareholders and the communities we serve to grow."
        },
        {
            "company_name": "Morgan Stanley",
            "mission_statement": "Dedicated to local and global communities since 1935."
        },
        {
            "company_name": "Cisco Systems",
            "mission_statement": "To shape the future of the Internet by creating unprecedented value and opportunity for our customers, employees, investors, and ecosystem partners."
        },
        {
            "company_name": "Cigna",
            "mission_statement": "To improve the health, well-being, and peace of mind of those we serve by making health care simple, affordable, and predictable."
        },
        {
            "company_name": "AIG",
            "mission_statement": "As a global financial services organization, we have committed our resources to developing products and services that address the needs of our clients as well as promote a corporate culture that values integrity, diversity, innovation and excellence."
        },
        {
            "company_name": "HCA Healthcare",
            "mission_statement": "To provide compassionate care and exceptional service to every patient, every day."
        },
        {
            "company_name": "American Airlines Group",
            "mission_statement": "Committed to provide every citizen of the world with the best service of the air travel to the extensive selection of destination possible."
        },
        {
            "company_name": "Delta Air Lines",
            "mission_statement": "We—Delta’s employees, customers, and community partners together form a force for positive local and global change, dedicated to bettering standards of living and the environment where we and our customers live and work."
        },
        {
            "company_name": "Charter Communications",
            "mission_statement": "To provide value to its customers by offering high quality communication services, continually improving customer care, and unwavering commitment of its employees."
        },
        {
            "company_name": "New York Life Insurance",
            "mission_statement": "We are in the business of helping people set and achieve their financial goals, helping our clients build, protect and preserve their assets, and helping our associates secure their financial future."
        },
        {
            "company_name": "American Express",
            "mission_statement": "The mission of our program is to bring to life the American Express value of good corporate citizenship by supporting diverse communities in ways that enhance the company”s reputation with employees, customers, business partners and other stakeholders."
        },
        {
            "company_name": "Nationwide",
            "mission_statement": "We understand you, because we are you."
        },
        {
            "company_name": "Best Buy",
            "mission_statement": "We’re a growth company focused on better solving the unmet needs of our customers—and we rely on our employees to solve those puzzles."
        },
        {
            "company_name": "Liberty Mutual Insurance Group",
            "mission_statement": "Helping people live safer, more secure lives."
        },
        {
            "company_name": "Merck",
            "mission_statement": "To discover, develop and provide innovative products and services that save and improve lives around the world."
        },
        {
            "company_name": "Honeywell International",
            "mission_statement": "To create value for shareholders through control technology that saves energy, protects the environment, improves productivity, increases comfort and safety, and promotes peace."
        },
        {
            "company_name": "United Continental Holdings",
            "mission_statement": "To create an inclusive work environment, characterized by dignity and respect, that empowers every employee to serve the global marketplace and contribute to our success."
        },
        {
            "company_name": "TIAA",
            "mission_statement": "To helping those who teach, heal, and serve achieve financial well-being."
        },
        {
            "company_name": "Tyson Foods",
            "mission_statement": "We are dedicated to producing and marketing trusted quality food products that fit today’s changing lifestyles and to attracting, rewarding and retaining the best people in the food industry."
        },
        {
            "company_name": "Oracle",
            "mission_statement": "We foster an inclusive environment that leverages the diverse backgrounds and perspectives of all our employees, suppliers, customers, and partners to drive a sustainable global competitive advantage."
        },
        {
            "company_name": "Allstate",
            "mission_statement": "We help people realize their hopes and dreams through products and services designed to protect them from life’s uncertainties and to prepare them for the future."
        },
        {
            "company_name": "World Fuel Services",
            "mission_statement": "Create value for our business partners by delivering innovative solutions and logistics through a global team of local professionals."
        },
        {
            "company_name": "Massachusetts Mutual Life Insurance",
            "mission_statement": "To help solve the financial problems of our clients by providing the finest products and services available in the marketplace."
        },
        {
            "company_name": "TJX",
            "mission_statement": "To deliver great value to our customers every day."
        },
        {
            "company_name": "ConocoPhillips",
            "mission_statement": "To develop innovative ways to treat and reuse by-product water from oil and gas production and refining operations."
        },
        {
            "company_name": "Deere",
            "mission_statement": "Double and Double Again the John Deere Experience of Genuine Value for Employees, Customers, and Shareholders."
        },
        {
            "company_name": "Tech Data",
            "mission_statement": "To provide computer product resellers and retailers with fast, convenient distribution of high quality products backed by comprehensive value-added services and a commitment to superior customer support."
        },
        {
            "company_name": "Enterprise Products Partners",
            "mission_statement": "At Enterprise Products, we have implemented a comprehensive corporate governance program that is focused on stewardship and accountability."
        },
        {
            "company_name": "Nike",
            "mission_statement": "To bring inspiration and innovation to every athlete in the world.” While its mission statement is to “do everything possible to expand human potential."
        },
        {
            "company_name": "Publix Super Markets",
            "mission_statement": "Our mission at Publix is to be the premier quality food retailer in the world."
        },
        {
            "company_name": "General Dynamics",
            "mission_statement": "General Dynamics focuses on creating shareholder value while delivering superior products and services to military, other government and commercial customers."
        },
        {
            "company_name": "Exelon",
            "mission_statement": "Exelon’s mission is to be the leading diversified energy company – by providing reliable, clean, affordable and innovative energy products."
        },
        {
            "company_name": "Plains GP Holdings",
            "mission_statement": "To provide competitive and efficient midstream transportation, terminalling, storage, processing, fractionation, and supply and logistics services to producers, refiners and other customers."
        },
        {
            "company_name": "3M",
            "mission_statement": "To actively contributing to sustainable development through environmental protection, social responsibility, and economic progress."
        },
        {
            "company_name": "AbbVie",
            "mission_statement": "Create an innovation-driven, patient-focused specialty biopharmaceutical company capable of achieving sustainable top-tier performance through outstanding execution and a consistent stream of innovative new medicines."
        },
        {
            "company_name": "CHS",
            "mission_statement": "The vision and mission of CHS is to be an integrated energy and grain-based foods system innovatively linking producers to consumers while growing company profitability and stakeholder value."
        },
        {
            "company_name": "Capital One Financial",
            "mission_statement": "To help our customers succeed by bringing ingenuity, simplicity, and humanity to banking."
        },
        {
            "company_name": "Progressive",
            "mission_statement": "We seek to be an excellent, innovative, growing, and enduring business by cost-effectively and profitably reducing the human trauma and economic costs of auto accidents and other mishaps, and by building a recognized, trusted, admired, business-generating brand."
        },
        {
            "company_name": "Coca-Cola",
            "mission_statement": "To refresh the world. To inspire moments of optimism and happiness. To create value and make a difference."
        }
    ]
}