{
    "source": "https://tomislavhorvat.com/mission-statement-examples/",
    "extracted_date": "2024-11-22",
    "num_companies": 100,
    "companies": [
        {
            "company_name": "BorgWarner",
            "mission_statement": "Our vision is a clean, energy-efficient world."
        },
        {
            "company_name": "Targa Resources",
            "mission_statement": "We believe the significant scale of our business, broad range of services, operational focus and competitive cost structure position us well to serve customers and to benefit from the importance of existing infrastructure in the growing U.S. energy market."
        },
        {
            "company_name": "Ally Financial",
            "mission_statement": "To be a better kind of bank – one with a straightforward approach, a high level of service and compelling products that deliver value."
        },
        {
            "company_name": "SunTrust Banks",
            "mission_statement": "Along with our investment advisory group, we’re able to bring the capabilities of the entire bank (including our credit and lending team, trust and estate experts, asset management group, mortgage and insurance specialists, as well as our capital markets services) to bear for your individual wealth challenges."
        },
        {
            "company_name": "IQVIA Holdings",
            "mission_statement": "To integrate advances in data science and technology with human science expertise to help people in healthcare make better decisions and advance human health."
        },
        {
            "company_name": "American Family Insurance Group",
            "mission_statement": "To be the most trusted and valued service-driven insurance company."
        },
        {
            "company_name": "Delek US Holdings",
            "mission_statement": "We are committed to protecting the environment and improving our impact on the world around us."
        },
        {
            "company_name": "Navistar International",
            "mission_statement": "To build and support the best military vehicles in the world for one reason. We know that our vehicles can make a difference for the troops who risk their lives for all of us."
        },
        {
            "company_name": "Chesapeake Energy",
            "mission_statement": "To create value for investors by building one of the largest onshore natural gas resource bases in the United States"
        },
        {
            "company_name": "United Natural Foods",
            "mission_statement": "To transform the world of food."
        },
        {
            "company_name": "Leidos Holdings",
            "mission_statement": "Leidos makes the world safer, healthier, and more efficient through information technology, engineering, and science."
        },
        {
            "company_name": "PulteGroup",
            "mission_statement": "At PulteGroup, we have a commitment to honesty, integrity, quality, diversity, open communication, team work, ongoing training and development, and rewarding ambition."
        },
        {
            "company_name": "Eastman Chemical",
            "mission_statement": "Eastman works with customers to deliver innovative products and solutions while maintaining a commitment to safety and sustainability."
        },
        {
            "company_name": "Republic Services",
            "mission_statement": "To be Respectful, Responsible, Reliable, Resourceful, and Relentless in all we do, every day."
        },
        {
            "company_name": "Mohawk Industries",
            "mission_statement": "To provide custom-built, mortgage-free homes to wounded and disabled veterans and widows of the fallen in an effort to get their lives back on track."
        },
        {
            "company_name": "Sonic Automotive",
            "mission_statement": "To providing our customers with an outstanding automotive experience that is delivered with professionalism, integrity and enthusiasm."
        },
        {
            "company_name": "Owens & Minor",
            "mission_statement": "To create consistent value for our customers and supply chain partners that will maximize shareholder value and long-term earnings growth: we will do this by managing our business with integrity and the highest ethical standards, while acting in a socially responsible manner with particular emphasis on the well-being of our teammates and the communities we serve."
        },
        {
            "company_name": "Xerox",
            "mission_statement": "Our strategic intent is to help people find better ways to do great work — by constantly leading in document technologies, products and services that improve our customers’ work processes and business results."
        },
        {
            "company_name": "Boston Scientific",
            "mission_statement": "To transforming lives through innovative medical solutions that improve the health of patients around the world."
        },
        {
            "company_name": "DCP Midstream",
            "mission_statement": "To being sustainable in any market environment, with a focus on operational excellence, including industry-leading safety performance."
        },
        {
            "company_name": "Autoliv",
            "mission_statement": "To be the leading supplier of safety systems for the future car, well integrated with autonomous driving."
        },
        {
            "company_name": "Interpublic Group",
            "mission_statement": "Our agency brands deliver custom marketing solutions to many of the world’s largest advertisers. We cover the spectrum of marketing disciplines and specialties, from public relations and consumer advertising, to mobile and search engine marketing."
        },
        {
            "company_name": "Public Service Enterprise Group",
            "mission_statement": "Committed to our customers, shareholders, employees and communities where we do business. We invest in the economy, environment and infrastructure to make the states where we operate, better places to live and work."
        },
        {
            "company_name": "PVH",
            "mission_statement": "To be the most admired fashion and lifestyle company in the world."
        },
        {
            "company_name": "Mosaic",
            "mission_statement": "Embracing God’s call, Mosaic relentlessly pursues opportunities that empower people. We see people as unique, beloved and important. We listen to what matters to you and help you lead a meaningful, healthy life on your terms."
        },
        {
            "company_name": "Advance Auto Parts",
            "mission_statement": "To provide personal vehicle owners and enthusiasts with the vehicle related products and knowledge that fulfill their wants and needs at the right price. Our friendly, knowledgeable and professional staff will help inspire, educate and problem-solve for our customers."
        },
        {
            "company_name": "Altice USA",
            "mission_statement": "To commit to its customers, its employees, and its local communities."
        },
        {
            "company_name": "Hormel Foods",
            "mission_statement": "As a leading branded food company with a focus on profitable growth and inspired by our founder’s charge to “Originate, don’t imitate,” we market a balanced portfolio of highly differentiated quality products."
        },
        {
            "company_name": "O’Reilly Automotive",
            "mission_statement": "O’Reilly Automotive intends to be the dominant supplier of auto parts in our market areas by offering our retail customers, professional installers, and jobbers the best combination of price and quality provided with the highest possible service level."
        },
        {
            "company_name": "Calpine",
            "mission_statement": "Be the best power plant operator on the planet. Excel as a customer-centric business – both wholesale and retail. Innovate and evolve in our focus on delivering reliable and sustainable energy solutions. Live by our values."
        },
        {
            "company_name": "Hertz Global Holdings",
            "mission_statement": "To be the most customer focused, cost efficient vehicle and equipment rental / leasing company in every market we serve."
        },
        {
            "company_name": "First Data",
            "mission_statement": "At First Data, we’re a client-focused global company, providing the best technology solutions that help millions of merchants and financial institutions grow their business. As we help our clients grow, we also help communities and economies grow by enabling easier, faster and more secure commerce."
        },
        {
            "company_name": "Pioneer Natural Resources",
            "mission_statement": "Pioneer dedicates substantial resources to ensuring our operations are performed in a manner that protects the environment. We believe all spills are preventable, and we train employees to prevent them. Pioneer engineers design and build facilities with spill prevention in mind to protect the environment."
        },
        {
            "company_name": "Coty",
            "mission_statement": "To celebrate and liberate the diversity of beauty."
        },
        {
            "company_name": "AGCO",
            "mission_statement": "Achieve profitable growth through superior customer service, innovation, quality and commitment. Values: Accountability, integrity, respect, team spirit and transparency define our company."
        },
        {
            "company_name": "Mutual of Omaha Insurance",
            "mission_statement": "We help our customers protect what they care about and achieve their financial goals."
        },
        {
            "company_name": "Vistra Energy",
            "mission_statement": "Vistra Energy is a premier, integrated, energy company providing essential resources for customers, commerce, and communities. Vistra combines an innovative, customer-centric approach to retail with safe, reliable, diverse, and efficient power generation."
        },
        {
            "company_name": "Avis Budget Group",
            "mission_statement": "We will provide the leadership and support necessary to sustain long-term growth and customer satisfaction for our world-class brands."
        },
        {
            "company_name": "Adobe",
            "mission_statement": "To move the Web forward while also giving Web designers and developers the best tools and services in the world."
        },
        {
            "company_name": "Peter Kiewit Sons’",
            "mission_statement": "Kiewit is successful because our people have the ability and desire to build exciting and challenging projects. Kiewit people possess a drive to excel and a willingness to take on new and unique responsibilities. We have initiative. We explore innovative ideas. We seek better solutions. We are enthusiastic, hardworking and committed to quality and excellence."
        },
        {
            "company_name": "News Corp.",
            "mission_statement": "Creating and distributing top-quality news, sports and entertainment around the world."
        },
        {
            "company_name": "Brighthouse Financial",
            "mission_statement": "To Help People Achieve Financial Security."
        },
        {
            "company_name": "Voya Financial",
            "mission_statement": "To make a secure financial future possible — one person, one family, one institution at a time."
        },
        {
            "company_name": "Air Products & Chemicals",
            "mission_statement": "Our aim at Air Products is to develop lasting relationships with our customers and communities based on human qualities: an understanding of their needs, integrity and honesty in the way we do business, and a passion for exceeding expectations."
        },
        {
            "company_name": "Hilton Worldwide Holdings",
            "mission_statement": "To be the first choice of guests, team members, and owners alike and see below our values."
        },
        {
            "company_name": "GameStop",
            "mission_statement": "To deliver customer satisfaction."
        },
        {
            "company_name": "Veritiv",
            "mission_statement": "We are passionate about winning and our desire to meet financial, operational, and people commitments in the right way."
        },
        {
            "company_name": "Williams",
            "mission_statement": "Williams is committed to being the leader in providing infrastructure that safely delivers natural gas products to reliably fuel the clean energy economy."
        },
        {
            "company_name": "Campbell Soup",
            "mission_statement": "To nourish people’s lives by offering a wide variety of convenient, delicious, and affordable food choices that can help everyone enjoy a balanced, healthful diet."
        },
        {
            "company_name": "Rockwell Collins",
            "mission_statement": "Together, we chart new journeys and reunite families. We protect nations and save lives. And we explore the unknown. We believe in the power of intelligence and partnership to guide our customers into the future."
        },
        {
            "company_name": "Thrivent Financial for Lutherans",
            "mission_statement": "To help Christians be wise with money and live generously. To do that, we promise to guide you on your journey to being wise with money."
        },
        {
            "company_name": "Westlake Chemical",
            "mission_statement": "To provide quality products and services to commodity chemical, plastics and related fabricated products markets. We work to align and focus the interests of our global customers and suppliers with those of our shareholders, employees and communities."
        },
        {
            "company_name": "Univar",
            "mission_statement": "To redefine distribution and be the most valued chemical and ingredient distributor on the planet."
        },
        {
            "company_name": "J.B. Hunt Transport Services",
            "mission_statement": "To create the most efficient transportation network in North America."
        },
        {
            "company_name": "Frontier Communications",
            "mission_statement": "Committed to keeping people connected to what matters most to them,"
        },
        {
            "company_name": "Jones Financial (Edward Jones)",
            "mission_statement": "To help individuals achieve their serious, long-term financial goals while understanding their needs and implementing tailored solutions."
        },
        {
            "company_name": "National Oilwell Varco",
            "mission_statement": "To move our customers’ business forward."
        },
        {
            "company_name": "Eversource Energy",
            "mission_statement": "Serving the neighborhoods where we live and work. Coming together in good weather and bad. Taking care of problems before they’re problems. Heading out in the storm when others head home. Connecting you to solutions for savings. Working together for a better tomorrow."
        },
        {
            "company_name": "Dick’s Sporting Goods",
            "mission_statement": "To be the No. 1 sports and fitness specialty retailer for all athletes and outdoor enthusiasts through the relentless improvement of everything we do."
        },
        {
            "company_name": "Genworth Financial",
            "mission_statement": "Genworth Financial is dedicated to helping individuals and families achieve their goals in a world of shifting financial burdens."
        },
        {
            "company_name": "Fidelity National Information Services",
            "mission_statement": "We lift economies and communities by advancing the way the world pays, banks and invests."
        },
        {
            "company_name": "Yum China Holdings",
            "mission_statement": "We are dedicated to serving our customers’ evolving needs by enhancing in-store experience, improving mobile connectivity, introducing innovative new products, and constantly delivering value."
        },
        {
            "company_name": "Ryder System",
            "mission_statement": "To provide innovative supply chain and fleet solutions that are reliable, safe and efficient, enabling our customers to deliver on their promises."
        },
        {
            "company_name": "Anixter International",
            "mission_statement": "Our customers know they can count on Anixter to deliver consistent, superior service and support around the world. When we say we are global, we mean it."
        },
        {
            "company_name": "Caesars Entertainment",
            "mission_statement": "Inspire grown-ups to play."
        },
        {
            "company_name": "Masco",
            "mission_statement": "Masco will keep concentrating in construction field as well as going in to more promising activities such as energy and environmental industries."
        },
        {
            "company_name": "Thor Industries",
            "mission_statement": "Elevate the culture, visibility, desirability and enjoyment of the RV Experience."
        },
        {
            "company_name": "Alaska Air Group",
            "mission_statement": "We provide an exceptional travel experience to our customers with an unwavering commitment to a safe and reliable operation and our award-winning customer service."
        },
        {
            "company_name": "Amphenol",
            "mission_statement": "Develop & empower our people to drive our vision, mission & values. Health, safety & environmental best practice and social reponsibility. Superior sustainable profitable growth."
        },
        {
            "company_name": "WESCO International",
            "mission_statement": "To be the global leader of supply chain solutions by addressing customers’ MRO, OEM, and capital project demand streams. This helps our customers operate their businesses more efficiently and profitably."
        },
        {
            "company_name": "Huntington Ingalls Industries",
            "mission_statement": "Our employees demonstrate their integrity, dedication and commitment to quality in their daily work and are committed to improving performance and creating success."
        },
        {
            "company_name": "Jefferies Financial Group",
            "mission_statement": "To provide quality services to its customers while maintaining the highest standards of ethical behavior."
        },
        {
            "company_name": "Dana",
            "mission_statement": "Our talented people power a customer-centric organization that is continuously improving the performance and efficiency of vehicles and machines around the globe. We will consistently deliver superior products and services to our customers and will generate exceptional value for our shareholders."
        },
        {
            "company_name": "Expeditors Intl. of Washington",
            "mission_statement": "To set the standard for excellence in global logistics through total commitment to quality in people and customer service, with superior financial results."
        },
        {
            "company_name": "EMCOR Group",
            "mission_statement": "To help make our customers’ lives easier by delivering world-class facilities management services."
        },
        {
            "company_name": "Darden Restaurants",
            "mission_statement": "To be financially successful through great people consistently delivering outstanding food, drinks and service in an inviting atmosphere, making every guest loyal."
        },
        {
            "company_name": "SpartanNash",
            "mission_statement": "To leverage our expertise in food distribution and retail to develop, activate and provide impactful solutions that exceed expectations for associates, customers and partners. A best-in-class business that feels local, where relationships matter."
        },
        {
            "company_name": "Assurant",
            "mission_statement": "To help clients and customers protect what is important to them: their home, their personal property, and their ability to recover from natural, personal and financial catastrophes. At Assurant we offer a variety of insurance coverage programs and related services to leading businesses and consumers alike."
        },
        {
            "company_name": "United Rentals",
            "mission_statement": "Deploy the best people, equipment and solutions to enable our customers to safely build a better and stronger future."
        },
        {
            "company_name": "Liberty Media",
            "mission_statement": "We invest in the infrastructure and platforms that empower our customers to make the most of the digital revolution."
        },
        {
            "company_name": "Erie Insurance Group",
            "mission_statement": "To provide our Policyholders with as near perfect protection, as near perfect service as is humanly possible and to do so at the lowest possible cost."
        },
        {
            "company_name": "Auto-Owners Insurance",
            "mission_statement": "To provide the best claim service in the industry."
        },
        {
            "company_name": "Cheniere Energy",
            "mission_statement": "We provide clean, secure, and affordable energy to the world, while responsibly delivering a reliable, competitive, and integrated source of LNG, in a safe and rewarding work environment."
        },
        {
            "company_name": "Fifth Third Bancorp",
            "mission_statement": "To responsibly empower underserved individuals, families and communities through the delivery of responsible and innovative financial solutions, leading to financially healthy people and sustainable communities."
        },
        {
            "company_name": "Foot Locker",
            "mission_statement": "To be the leading global retailer of athletically inspired shoes and apparel."
        },
        {
            "company_name": "Conagra Brands",
            "mission_statement": "One company growing by nourishing lives and finding a better way today … one bite at a time."
        },
        {
            "company_name": "Zimmer Biomet Holdings",
            "mission_statement": "Relentless customer focus, innovative solutions, disciplined execution and our dedicated people enable us to deliver products and procedures to treat a broad range of musculoskeletal health conditions."
        },
        {
            "company_name": "Tractor Supply",
            "mission_statement": "To work hard, have fun and make money by providing legendary service and great products at everyday low prices."
        },
        {
            "company_name": "Berry Global Group",
            "mission_statement": "Always advancing to protect what’s important."
        },
        {
            "company_name": "Alliance Data Systems",
            "mission_statement": "Alliance Data partners with its clients to develop unique insight into consumer behavior. We use that insight to create and manage customized solutions that change consumer behavior and enable our clients to build stronger, mutually-beneficial relationships with their customers."
        },
        {
            "company_name": "Hershey",
            "mission_statement": "At the Hershey Company, we make chocolate brands that people love. Hershey’s mission statement, bringing sweet moments of Hershey happiness to the world every day, summarizes our company, our people, our past and future."
        },
        {
            "company_name": "PPL",
            "mission_statement": "To provide reliable, safe energy at a reasonable cost to our customers and best-in-sector returns to our shareowners."
        },
        {
            "company_name": "Dean Foods",
            "mission_statement": "We aim to be the most admired and trusted provider of wholesome, great-tasting dairy products at every occasion."
        },
        {
            "company_name": "Builders FirstSource",
            "mission_statement": "To be the best in the industry, Builders FirstSource and its companies will strive to be every builder’s first source for building materials and services while delivering superior value to our stakeholders."
        },
        {
            "company_name": "Oshkosh",
            "mission_statement": "Oshkosh Corporation partners with customers to deliver superior solutions that safely and efficiently move people and materials at work, around the globe and around the clock."
        },
        {
            "company_name": "EnLink Midstream",
            "mission_statement": "We Connect Energy to Life through midstream services that improve our customers’ businesses, employees’ lives, local communities, and investor returns."
        },
        {
            "company_name": "W.R. Berkley",
            "mission_statement": "Our growth is based on meeting the needs of customers, maintaining a high-quality balance sheet, and allocating capital to our best opportunities."
        },
        {
            "company_name": "WEC Energy Group",
            "mission_statement": "We are committed to maximizing both individual contributions and organizational effectiveness through the diversity of our workforce. We are committed to being an inclusive organization where all employees feel valued, respected and engaged."
        },
        {
            "company_name": "JetBlue Airways",
            "mission_statement": "To inspire humanity – both in the air and on the ground. We are committed to giving back in meaningful ways in the communities we serve and to inspire others to do the same."
        },
        {
            "company_name": "UGI",
            "mission_statement": "To be the preeminent energy distribution company in our targeted global markets by providing a superior range of energy products and services to our customers."
        }
    ]
}