{
    "source": "https://tomislavhorvat.com/mission-statement-examples/",
    "extracted_date": "2024-11-25",
    "num_companies": 500,
    "companies": [
        {
            "company_name": "Walmart",
            "mission_statement": "To save people money so they can live better.",
            "industry": "Retail"
        },
        {
            "company_name": "Exxon Mobil",
            "mission_statement": "To being the world’s premier petroleum and petrochemical company.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Apple",
            "mission_statement": "To bringing the best user experience to its customers through its innovative hardware, software, and services.",
            "industry": "Technology"
        },
        {
            "company_name": "Berkshire Hathaway",
            "mission_statement": "To deliver the right parts exactly on time, exceed our internal and external customer requirements through continuous improvement, and provide a place for hard-working, dedicated, knowledgeable and ethical people who believe in the company.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Amazon.com",
            "mission_statement": "To serve consumers through online and physical stores and focus on selection, price, and convenience.",
            "industry": "Retail"
        },
        {
            "company_name": "UnitedHealth Group",
            "mission_statement": "To help people live healthier lives and to help make the health system work better for everyone. We seek to enhance the performance of the health system and improve the overall health and well-being of the people we serve and their communities.",
            "industry": "Healthcare"
        },
        {
            "company_name": "McKesson",
            "mission_statement": "To provide comprehensive pharmacy solutions that improve productivity, profitability and result in superior patient care and satisfaction.",
            "industry": "Healthcare"
        },
        {
            "company_name": "CVS Health",
            "mission_statement": "To improve the lives of those we serve by making innovative and high-quality health and pharmacy services safe, affordable and easy to access.",
            "industry": "Healthcare"
        },
        {
            "company_name": "AT&T",
            "mission_statement": "To exploit technical innovations for the benefit of AT&T and its customers by implementing next-generation technologies and network advancements in AT&T’s services and operations.",
            "industry": "Technology"
        },
        {
            "company_name": "AmerisourceBergen",
            "mission_statement": "We are united in our responsibility to create healthier futures.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Chevron",
            "mission_statement": "Believe in the power of human ingenuity to lead us to a brighter future.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Ford Motor",
            "mission_statement": "To make people’s lives better by making mobility accessible and affordable.",
            "industry": "Technology"
        },
        {
            "company_name": "General Motors",
            "mission_statement": "To earn customers for life by building brands that inspire passion and loyalty through not only breakthrough technologies but also by serving and improving the communities in which we live and work around the world.",
            "industry": "Technology"
        },
        {
            "company_name": "Costco Wholesale",
            "mission_statement": "To continually provide our members with quality goods and services at the lowest possible prices.",
            "industry": "Retail"
        },
        {
            "company_name": "Alphabet",
            "mission_statement": "To make the world around you universally accessible and useful.",
            "industry": "Technology"
        },
        {
            "company_name": "Cardinal Health",
            "mission_statement": "For those tasked with navigating the complexities of healthcare, Cardinal Health brings scaled solutions that help our customers thrive in a changing world.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Walgreens Boots Alliance",
            "mission_statement": "To be the first choice for pharmacy, wellbeing and beauty, caring for people and communities around the world.",
            "industry": "Retail"
        },
        {
            "company_name": "JPMorgan Chase",
            "mission_statement": "To be the best financial services company in the world.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Verizon Communications",
            "mission_statement": "We deliver the promise of the digital world to our customers. We make their innovative lifestyles possible.",
            "industry": "Technology"
        },
        {
            "company_name": "Kroger",
            "mission_statement": "To be a leader in the distribution and merchandising of food, pharmacy, health, and personal care items, seasonal merchandise, and related products and services.",
            "industry": "Retail"
        },
        {
            "company_name": "General Electric",
            "mission_statement": "To usher in the next industrial era and to “build, move, power, and cure the world.",
            "industry": "Technology"
        },
        {
            "company_name": "Fannie Mae",
            "mission_statement": "To provide liquidity, stability, and affordability to the U.S. housing market has never been more critical than it is right now.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Phillips 66",
            "mission_statement": "To provide energy and improve lives, and we back that up with core company values of safety, honor and commitment.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Valero Energy",
            "mission_statement": "As a leading refiner and marketer, we are committed to following these guiding principles to achieve excellence in our business, our industry, and our relationships with our employees and communities.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Bank of America",
            "mission_statement": "To offer lending and investment products that: Serve low- and moderate-income individuals and families, improve underserved low- and moderate-income communities, and create sustainable practices for the long haul.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Microsoft",
            "mission_statement": "To empower every person and every organization on the planet to achieve more.",
            "industry": "Technology"
        },
        {
            "company_name": "Home Depot",
            "mission_statement": "To provide the highest level of service, the broadest selection of products and the most competitive prices.",
            "industry": "Retail"
        },
        {
            "company_name": "Boeing",
            "mission_statement": "People working together as a global enterprise for aerospace industry leadership.",
            "industry": "Technology"
        },
        {
            "company_name": "Wells Fargo",
            "mission_statement": "Helping customers succeed financially.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Citigroup",
            "mission_statement": "To serve as a trusted partner to our clients by responsibly providing financial services that enable growth and economic progress.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Marathon Petroleum",
            "mission_statement": "We will provide innovative commercial expertise and strategic business solutions that support our business partners and maximize shareholder value.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Comcast",
            "mission_statement": "To create incredible technology and entertainment that connects millions of people to the moments and experiences that matter most.",
            "industry": "Technology"
        },
        {
            "company_name": "Anthem",
            "mission_statement": "To improve the health of the people we serve.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Dell Technologies",
            "mission_statement": "To be the most successful computer company in the world at delivering the best customer experience in markets we serve.",
            "industry": "Technology"
        },
        {
            "company_name": "DuPont de Nemours",
            "mission_statement": "We help provide clean water to communities where it is scarce, increase the energy efficiency of products, and reduce waste by maximizing resources.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "State Farm Insurance",
            "mission_statement": "To help people manage the risks of everyday life, recover from the unexpected, and realize their dreams.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Johnson & Johnson",
            "mission_statement": "Make diversity & inclusion how we work every day.",
            "industry": "Healthcare"
        },
        {
            "company_name": "IBM",
            "mission_statement": "To lead in the creation, development, and manufacture of the industry’s most advanced information technologies, including computer systems, software, networking systems, storage devices, and microelectronics.",
            "industry": "Technology"
        },
        {
            "company_name": "Target",
            "mission_statement": "We make Target our guests’ preferred shopping destination by delivering outstanding value, continuous innovation, and an exceptional guest experience—consistently fulfilling our Expect More. Pay Less.",
            "industry": "Retail"
        },
        {
            "company_name": "Freddie Mac",
            "mission_statement": "To provide liquidity, stability, and affordability to the U.S. housing market in all economic conditions extends to all communities from coast to coast.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "United Parcel Service",
            "mission_statement": "Grow our global business by serving the logistics needs of customers, offering excellence and value in all that we do.",
            "industry": "Other"
        },
        {
            "company_name": "Lowe’s",
            "mission_statement": "Together, deliver the right home improvement products, with the best service and value, across every channel and community we serve.",
            "industry": "Retail"
        },
        {
            "company_name": "Intel",
            "mission_statement": "Delight our customers, employees, and shareholders by relentlessly delivering the platform and technology advancements that become essential to the way we work and live.",
            "industry": "Technology"
        },
        {
            "company_name": "MetLife",
            "mission_statement": "To provide high quality insurance products and services in accordance with the latest international standards and best practices and to provide value to our customers throughout the Kingdom as well as establishing and maintaining those long lasting relationships.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Procter & Gamble",
            "mission_statement": "We will provide branded products and services of superior quality and value that improve the lives of the world’s consumers, now and for generations to come.",
            "industry": "Retail"
        },
        {
            "company_name": "United Technologies",
            "mission_statement": "We’re a company driven by ideas, innovation and excellence. As a worldwide leader in the building and aerospace industries, we constantly seek talented individuals to create innovative products and solutions for our customers.",
            "industry": "Technology"
        },
        {
            "company_name": "FedEx",
            "mission_statement": "FedEx Corporation will produce superior financial returns for its shareowners by providing high value-added logistics, transportation, and related business services through focused operating companies.",
            "industry": "Other"
        },
        {
            "company_name": "PepsiCo",
            "mission_statement": "To provide consumers around the world with delicious, affordable, convenient and complementary foods and beverages from wholesome breakfasts to healthy and fun daytime snacks and beverages to evening treats.",
            "industry": "Other"
        },
        {
            "company_name": "Archer Daniels Midland",
            "mission_statement": "To unlock the potential of nature to improve the quality of life.",
            "industry": "Other"
        },
        {
            "company_name": "Prudential Financial",
            "mission_statement": "To help our customers achieve financial prosperity and peace of mind.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Centene",
            "mission_statement": "To helping people live healthier lives.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Albertsons",
            "mission_statement": "To create a shopping experience that pleases our customers; a workplace that creates opportunities and a great working environment for our associates; and a business that achieves financial success.",
            "industry": "Retail"
        },
        {
            "company_name": "Walt Disney",
            "mission_statement": "To entertain, inform and inspire people around the globe through the power of unparalleled storytelling, reflecting the iconic brands, creative minds and innovative technologies that make ours the world’s premier entertainment company.",
            "industry": "Other"
        },
        {
            "company_name": "Sysco",
            "mission_statement": "To market and deliver great products to our customers with exceptional service.",
            "industry": "Other"
        },
        {
            "company_name": "HP",
            "mission_statement": "We earn customer respect and loyalty by consistently providing the highest quality and value.",
            "industry": "Technology"
        },
        {
            "company_name": "Humana",
            "mission_statement": "To helping employers manage their healthcare costs, guiding consumers to make informed health and benefits decisions, and giving back to the communities we serve.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Facebook",
            "mission_statement": "To give people the power to build community and bring the world closer together.",
            "industry": "Technology"
        },
        {
            "company_name": "Caterpillar",
            "mission_statement": "To enable economic growth through infrastructure and energy development, and to provide solutions that support communities and protect the planet.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Energy Transfer",
            "mission_statement": "To responsibly and safely delivering America’s energy.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Lockheed Martin",
            "mission_statement": "We solve complex challenges, advance scientific discovery and deliver innovative solutions to help our customers keep people safe.",
            "industry": "Technology"
        },
        {
            "company_name": "Pfizer",
            "mission_statement": "To become the world’s most valued company to all of these people.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Goldman Sachs Group",
            "mission_statement": "Commit people, capital and ideas to help our clients, shareholders and the communities we serve to grow.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Morgan Stanley",
            "mission_statement": "Dedicated to local and global communities since 1935.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Cisco Systems",
            "mission_statement": "To shape the future of the Internet by creating unprecedented value and opportunity for our customers, employees, investors, and ecosystem partners.",
            "industry": "Technology"
        },
        {
            "company_name": "Cigna",
            "mission_statement": "To improve the health, well-being, and peace of mind of those we serve by making health care simple, affordable, and predictable.",
            "industry": "Healthcare"
        },
        {
            "company_name": "AIG",
            "mission_statement": "As a global financial services organization, we have committed our resources to developing products and services that address the needs of our clients as well as promote a corporate culture that values integrity, diversity, innovation and excellence.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "HCA Healthcare",
            "mission_statement": "To provide compassionate care and exceptional service to every patient, every day.",
            "industry": "Healthcare"
        },
        {
            "company_name": "American Airlines Group",
            "mission_statement": "Committed to provide every citizen of the world with the best service of the air travel to the extensive selection of destination possible.",
            "industry": "Other"
        },
        {
            "company_name": "Delta Air Lines",
            "mission_statement": "We—Delta’s employees, customers, and community partners together form a force for positive local and global change, dedicated to bettering standards of living and the environment where we and our customers live and work.",
            "industry": "Other"
        },
        {
            "company_name": "Charter Communications",
            "mission_statement": "To provide value to its customers by offering high quality communication services, continually improving customer care, and unwavering commitment of its employees.",
            "industry": "Technology"
        },
        {
            "company_name": "New York Life Insurance",
            "mission_statement": "We are in the business of helping people set and achieve their financial goals, helping our clients build, protect and preserve their assets, and helping our associates secure their financial future.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "American Express",
            "mission_statement": "The mission of our program is to bring to life the American Express value of good corporate citizenship by supporting diverse communities in ways that enhance the company”s reputation with employees, customers, business partners and other stakeholders.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Nationwide",
            "mission_statement": "We understand you, because we are you.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Best Buy",
            "mission_statement": "We’re a growth company focused on better solving the unmet needs of our customers—and we rely on our employees to solve those puzzles.",
            "industry": "Retail"
        },
        {
            "company_name": "Liberty Mutual Insurance Group",
            "mission_statement": "Helping people live safer, more secure lives.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Merck",
            "mission_statement": "To discover, develop and provide innovative products and services that save and improve lives around the world.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Honeywell International",
            "mission_statement": "To create value for shareholders through control technology that saves energy, protects the environment, improves productivity, increases comfort and safety, and promotes peace.",
            "industry": "Technology"
        },
        {
            "company_name": "United Continental Holdings",
            "mission_statement": "To create an inclusive work environment, characterized by dignity and respect, that empowers every employee to serve the global marketplace and contribute to our success.",
            "industry": "Other"
        },
        {
            "company_name": "TIAA",
            "mission_statement": "To helping those who teach, heal, and serve achieve financial well-being.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Tyson Foods",
            "mission_statement": "We are dedicated to producing and marketing trusted quality food products that fit today’s changing lifestyles and to attracting, rewarding and retaining the best people in the food industry.",
            "industry": "Other"
        },
        {
            "company_name": "Oracle",
            "mission_statement": "We foster an inclusive environment that leverages the diverse backgrounds and perspectives of all our employees, suppliers, customers, and partners to drive a sustainable global competitive advantage.",
            "industry": "Technology"
        },
        {
            "company_name": "Allstate",
            "mission_statement": "We help people realize their hopes and dreams through products and services designed to protect them from life’s uncertainties and to prepare them for the future.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "World Fuel Services",
            "mission_statement": "Create value for our business partners by delivering innovative solutions and logistics through a global team of local professionals.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Massachusetts Mutual Life Insurance",
            "mission_statement": "To help solve the financial problems of our clients by providing the finest products and services available in the marketplace.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "TJX",
            "mission_statement": "To deliver great value to our customers every day.",
            "industry": "Retail"
        },
        {
            "company_name": "ConocoPhillips",
            "mission_statement": "To develop innovative ways to treat and reuse by-product water from oil and gas production and refining operations.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Deere",
            "mission_statement": "Double and Double Again the John Deere Experience of Genuine Value for Employees, Customers, and Shareholders.",
            "industry": "Other"
        },
        {
            "company_name": "Tech Data",
            "mission_statement": "To provide computer product resellers and retailers with fast, convenient distribution of high quality products backed by comprehensive value-added services and a commitment to superior customer support.",
            "industry": "Technology"
        },
        {
            "company_name": "Enterprise Products Partners",
            "mission_statement": "At Enterprise Products, we have implemented a comprehensive corporate governance program that is focused on stewardship and accountability.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Nike",
            "mission_statement": "To bring inspiration and innovation to every athlete in the world.” While its mission statement is to “do everything possible to expand human potential.",
            "industry": "Retail"
        },
        {
            "company_name": "Publix Super Markets",
            "mission_statement": "Our mission at Publix is to be the premier quality food retailer in the world.",
            "industry": "Retail"
        },
        {
            "company_name": "General Dynamics",
            "mission_statement": "General Dynamics focuses on creating shareholder value while delivering superior products and services to military, other government and commercial customers.",
            "industry": "Technology"
        },
        {
            "company_name": "Exelon",
            "mission_statement": "Exelon’s mission is to be the leading diversified energy company – by providing reliable, clean, affordable and innovative energy products.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Plains GP Holdings",
            "mission_statement": "To provide competitive and efficient midstream transportation, terminalling, storage, processing, fractionation, and supply and logistics services to producers, refiners and other customers.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "3M",
            "mission_statement": "To actively contributing to sustainable development through environmental protection, social responsibility, and economic progress.",
            "industry": "Technology"
        },
        {
            "company_name": "AbbVie",
            "mission_statement": "Create an innovation-driven, patient-focused specialty biopharmaceutical company capable of achieving sustainable top-tier performance through outstanding execution and a consistent stream of innovative new medicines.",
            "industry": "Healthcare"
        },
        {
            "company_name": "CHS",
            "mission_statement": "The vision and mission of CHS is to be an integrated energy and grain-based foods system innovatively linking producers to consumers while growing company profitability and stakeholder value.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Capital One Financial",
            "mission_statement": "To help our customers succeed by bringing ingenuity, simplicity, and humanity to banking.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Progressive",
            "mission_statement": "We seek to be an excellent, innovative, growing, and enduring business by cost-effectively and profitably reducing the human trauma and economic costs of auto accidents and other mishaps, and by building a recognized, trusted, admired, business-generating brand.",
            "industry": "Other"
        },
        {
            "company_name": "Coca-Cola",
            "mission_statement": "To refresh the world. To inspire moments of optimism and happiness. To create value and make a difference.",
            "industry": "Other"
        },
        {
            "company_name": "USAA",
            "mission_statement": "To facilitate the financial security of its members, associates and their families by providing a full range of highly competitive financial products and services. In so doing, we seek to be the provider of choice for the military community.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Hewlett Packard Enterprise",
            "mission_statement": "Hewlett Packard Enterprise helps customers make their mark on the world with cutting-edge technology solutions. We enable our customers to transform industries, markets, and lives by optimizing their IT to be uniquely suited to their needs.",
            "industry": "Technology"
        },
        {
            "company_name": "Abbott Laboratories",
            "mission_statement": "To improve lives by providing cost-effective health care products and services.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Twenty-First Century Fox",
            "mission_statement": "21st Century Fox is committed to unlocking the potential of the audiences we serve by focusing on creativity & the arts, sports & well-being, and knowledge & exploration, as well as through a commitment to diversity and sustainable business practice.",
            "industry": "Other"
        },
        {
            "company_name": "Micron Technology",
            "mission_statement": "Be a global leader in memory and storage solutions.",
            "industry": "Technology"
        },
        {
            "company_name": "Travelers",
            "mission_statement": "In an uncertain world, Travelers is an insurance leader, committed to keeping pace with the ever-changing needs of our customers, and anticipating their needs for the future.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Rite Aid",
            "mission_statement": "To improve the health and wellness of our communities through engaging experiences that provide our customers with the best products, services and advice to meet their unique wellness needs.",
            "industry": "Retail"
        },
        {
            "company_name": "Northrop Grumman",
            "mission_statement": "To be at the forefront of technology and innovation, delivering superior capability in tandem with maximized cost efficiencies.",
            "industry": "Technology"
        },
        {
            "company_name": "Arrow Electronics",
            "mission_statement": "To foster and grow a diverse and inclusive environment that encourages an open exchange of ideas, where each individual is valued, respected and enabled to reach his or her potential.",
            "industry": "Technology"
        },
        {
            "company_name": "Philip Morris International",
            "mission_statement": "We strive to be environmentally and socially responsible. We are dedicated to fighting the illegal cigarette trade. And we proudly support the communities where we source tobacco and where our employees live and work.",
            "industry": "Other"
        },
        {
            "company_name": "Northwestern Mutual",
            "mission_statement": "To attract and develop highly motivated individuals committed to building a financial services practice as well as to provide representatives with a network of services and specialists to assist their clients in achieving their financial goals.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "INTL FCStone",
            "mission_statement": "Provides clients across the globe with a comprehensive range of customized financial services and tools to help them protect their margins and manage volatility.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "PBF Energy",
            "mission_statement": "To operate our facilities in a safe, reliable and environmentally responsible manner, provide employees with a safe and rewarding workplace, become a positive influence in the communities where we do business, and provide superior returns to our investors.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Raytheon",
            "mission_statement": "To be the most admired defense and aerospace systems company through our world-class people, innovation and technology.",
            "industry": "Technology"
        },
        {
            "company_name": "Kraft Heinz",
            "mission_statement": "To be the BEST food company in the world.",
            "industry": "Retail"
        },
        {
            "company_name": "Mondelez International",
            "mission_statement": "Every day, we are inspired to go the extra mile to lead the future of snacking around the world. We do this by offering the right snack, for the right moment, made the right way.",
            "industry": "Retail"
        },
        {
            "company_name": "U.S. Bancorp",
            "mission_statement": "We work to meet our customers’ business and personal banking needs with competitive products and services, convenient access to their accounts, and proven stability backed by industry-leading financial metrics.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Macy’s",
            "mission_statement": "Our goal is to be a retailer with the ability to see opportunity on the horizon and have a clear path for capitalizing on it. To do so, we are moving faster than ever before, employing more technology and concentrating our resources on those elements most important to our core customers.",
            "industry": "Retail"
        },
        {
            "company_name": "Dollar General",
            "mission_statement": "Our mission is to serve others.",
            "industry": "Retail"
        },
        {
            "company_name": "Nucor",
            "mission_statement": "Take Care of Our Customers.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Starbucks",
            "mission_statement": "To inspire and nurture the human spirit — one person, one cup and one neighborhood at a time.",
            "industry": "Retail"
        },
        {
            "company_name": "DXC Technology",
            "mission_statement": "DXC Technology helps customers thrive on change.",
            "industry": "Technology"
        },
        {
            "company_name": "Eli Lilly",
            "mission_statement": "We pursue pharmaceutical innovation, provide high quality products and strive to deliver superior business results.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Thermo Fisher Scientific",
            "mission_statement": "To enable our customers to make the world healthier, cleaner and safer.",
            "industry": "Technology"
        },
        {
            "company_name": "US Foods Holding",
            "mission_statement": "We believe in the power of food to give people a chance for a better future. As one of the largest food distributors in the United States, we’re privileged to be able to give back to the communities where we live and work – empowering people with both nourishment and opportunity.",
            "industry": "Other"
        },
        {
            "company_name": "Duke Energy",
            "mission_statement": "We make people’s lives better by providing gas and electric services in a sustainable way — affordable, reliable and clean.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Halliburton",
            "mission_statement": "To achieve superior growth and returns for our shareholders by delivering technology and services that improve efficiency, increase recovery, and maximize production for our customers.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Cummins",
            "mission_statement": "Motivating people to act like owners working together. Exceeding customer expectations by always being first to market with the best products. Partnering with our customers to make sure that they succeed. Demanding that everything we do leads to a cleaner, healthier, safer environment.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Amgen",
            "mission_statement": "To serve patients by transforming the promise of science and biotechnology into therapies that have the power to restore health or save lives. In everything we do, we aim to fulfill our mission to serve patients. And every step of the way, we are guided by the values that define us.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Paccar",
            "mission_statement": "PACCAR’s global purchasing organization is responsible for the global procurement of heavy and medium duty truck production parts, aftermarket parts, non-production materials and services; along with coordinating global material logistics in support all PACCAR locations and businesses.",
            "industry": "Other"
        },
        {
            "company_name": "Southern",
            "mission_statement": "Enhance the quality of graduate education across all programs to protect the value of graduate degrees awarded by Southern University. Assist faculty and administrators in building world-class graduate programs.",
            "industry": "Other"
        },
        {
            "company_name": "CenturyLink",
            "mission_statement": "To enable millions of customers to transform their businesses and their lives through innovative technology solutions.",
            "industry": "Technology"
        },
        {
            "company_name": "International Paper",
            "mission_statement": "To improve people’s lives, the planet and our company’s performance by transforming renewable resources into products people depend on every day We do the right things, in the right ways, for the right reasons, all of the time—this is The IP Way.",
            "industry": "Other"
        },
        {
            "company_name": "Union Pacific",
            "mission_statement": "The Men and Women of Union Pacific Are Dedicated to Serve. Union Pacific works for the good of our customers, shareholders, communities and one another. Our commitment defines us and drives the economic strength of our company and our country.",
            "industry": "Other"
        },
        {
            "company_name": "Dollar Tree",
            "mission_statement": "Dollar Tree, Inc. is a customer-oriented, value-driven variety store operating at a one dollar price point. We will operate profitably, empower our associates to share in its opportunities, rewards and successes; and deal with others in an honest and considerate way.",
            "industry": "Retail"
        },
        {
            "company_name": "Penske Automotive Group",
            "mission_statement": "To be the most profitable, growth-oriented automotive retailer in each of the markets in which we operate.",
            "industry": "Retail"
        },
        {
            "company_name": "Qualcomm",
            "mission_statement": "Each day, we work to bring that vision to life as we lay the foundation for a new world of wireless communication.",
            "industry": "Technology"
        },
        {
            "company_name": "Bristol-Myers Squibb",
            "mission_statement": "To discover, develop and deliver innovative medicines that help patients prevail over serious diseases.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Gilead Sciences",
            "mission_statement": "To advance the care of patients suffering from life-threatening diseases worldwide.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Jabil",
            "mission_statement": "Our goal is to achieve customer satisfaction through excellence in design, supply chain management, manufacturing and repair solutions.",
            "industry": "Technology"
        },
        {
            "company_name": "ManpowerGroup",
            "mission_statement": "To inspire how we interact, create and deliver on our promise to clients, job seekers and ourselves.",
            "industry": "Other"
        },
        {
            "company_name": "Southwest Airlines",
            "mission_statement": "Dedication to the highest quality of customer service delivered with a sense of warmth, friendliness, individual pride, and Company Spirit.",
            "industry": "Other"
        },
        {
            "company_name": "Aflac",
            "mission_statement": "To combine aggressive strategic marketing with quality products and services at competitive prices to provide the best insurance value for consumers.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Tesla",
            "mission_statement": "To accelerate the world’s transition to sustainable energy.",
            "industry": "Technology"
        },
        {
            "company_name": "AutoNation",
            "mission_statement": "To deliver a peerless customer experience.",
            "industry": "Retail"
        },
        {
            "company_name": "CBRE Group",
            "mission_statement": "Deliver superior outcomes for occupiers, residents and the communities in which we build. Deliver market-leading financial returns to our investment partners. Attract and retain top talent by upholding an entrepreneurial and rewarding work environment.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Lear",
            "mission_statement": "We are committed to conducting business in an ethical, lawful, and socially responsible manner.",
            "industry": "Other"
        },
        {
            "company_name": "Whirlpool",
            "mission_statement": "Earn trust and create demand for our brands in a digital world.",
            "industry": "Technology"
        },
        {
            "company_name": "McDonald’s",
            "mission_statement": "To be our customers’ favorite place and way to eat and drink.",
            "industry": "Retail"
        },
        {
            "company_name": "Broadcom",
            "mission_statement": "Broadcom’s extensive product portfolio serves multiple applications within four primary end markets: wired infrastructure, wireless communications, enterprise storage and industrial & others.",
            "industry": "Technology"
        },
        {
            "company_name": "Marriott International",
            "mission_statement": "To enhance the lives of our customers by creating and enabling unsurpassed vacation and leisure experience.",
            "industry": "Other"
        },
        {
            "company_name": "Western Digital",
            "mission_statement": "Western Digital is committed to sound corporate sustainability in all aspects of our business.",
            "industry": "Technology"
        },
        {
            "company_name": "Visa",
            "mission_statement": "To connect the world through the most innovative, reliable and secure payment network – enabling individuals, businesses and economies to thrive.",
            "industry": "Technology"
        },
        {
            "company_name": "Lennar",
            "mission_statement": "Lennar builds affordable, move-up and retirement homes in Communities that cater to almost any lifestyle – such as urban, golf course, Active Adult or suburban Communities.",
            "industry": "Other"
        },
        {
            "company_name": "WellCare Health Plans",
            "mission_statement": "To serve our members and communities in which they live.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Kohl’s",
            "mission_statement": "To be the leading family-focused, value-oriented specialty department store offering quality exclusive and national brand merchandise to the customer in an environment that is convenient, friendly, and exciting.",
            "industry": "Retail"
        },
        {
            "company_name": "AECOM",
            "mission_statement": "From high-performance buildings and infrastructure, to resilient communities and environments, to stable and secure nations, our work is transformative, differentiated and vital.",
            "industry": "Other"
        },
        {
            "company_name": "Synnex",
            "mission_statement": "Synnex helps customers, business partners and employees achieve success through shared goals, strategies, resources and technology solutions. With wise investments, innovation and solutions-based products, we increase shareholder and corporate value to all stakeholders.",
            "industry": "Technology"
        },
        {
            "company_name": "PNC Financial Services",
            "mission_statement": "We offer products, services and experiences that fulfill our customers’ financial needs and goals in a clear and transparent way.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Danaher",
            "mission_statement": "We base our strategic plan on the Voice-of-the-Customer. Robust, repeatable processes yield superior Quality, Delivery, and Cost that satisfy our customers beyond their expectations.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Hartford Financial Services",
            "mission_statement": "We help our customers create a secure and prosperous future by anticipating their needs and providing superior financial solutions.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Altria Group",
            "mission_statement": "To own and develop financially disciplined businesses that are leaders in responsibly providing adult tobacco consumers with superior branded products.",
            "industry": "Other"
        },
        {
            "company_name": "Bank of New York Mellon",
            "mission_statement": "To help people realize their full potential by leveraging our distinctive expertise to power investment success.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Fluor",
            "mission_statement": "Fluor’s mission is built on successfully delivering projects in a safe, efficient, and economical manner",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Avnet",
            "mission_statement": "Avnet will deliver the highest value to our customers, suppliers, employees and shareholders as the premier technology marketing, distribution and services company, globally.",
            "industry": "Technology"
        },
        {
            "company_name": "Icahn Enterprises",
            "mission_statement": "unknown",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Occidental Petroleum",
            "mission_statement": "To develop energy resources safely, profitably and responsibly to maximize value.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Molina Healthcare",
            "mission_statement": "To provide quality health services to financially vulnerable families and individuals covered by government programs.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Genuine Parts",
            "mission_statement": "With over 75 years of distribution expertise, our well-positioned, regionally located distribution centers provide us with the unique ability to adapt our product and service lines to better suit our customers’ needs.",
            "industry": "Retail"
        },
        {
            "company_name": "Freeport-McMoRan",
            "mission_statement": "With our significant proven and probable reserves of copper, gold and molybdenum, we are pursuing a dynamic portfolio of expansion and growth projects, which we believe positions us well in the current economic environment of strong commodity prices and demand.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Kimberly-Clark",
            "mission_statement": "Kimberly-Clark has adhered to a set of simple yet insightful values established by our founders – quality, service and fair dealing. These are the standards of performance by which our leadership and employees are measured. These values have helped establish Kimberly-Clark as a leading-edge global company that produces superior health and hygiene products used by families and professionals from all walks of life and cultures around the world.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Tenet Healthcare",
            "mission_statement": "To provide quality, compassionate care in the communities we serve. Our Vision is to consistently deliver the right care, in the right place, at the right time and to be a premier organization to work, where patient care and saving lives remain our focus.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Synchrony Financial",
            "mission_statement": "To create financial and technology solutions to move our customers and partners forward.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "CarMax",
            "mission_statement": "To provide our customers great quality cars at great prices with exceptional customer service.",
            "industry": "Retail"
        },
        {
            "company_name": "HollyFrontier",
            "mission_statement": "To be the premier U.S. petroleum refining, pipeline and terminal company as measured by superior financial performance and sustainable, profitable growth. Growing both organically and through strategic acquisitions.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Performance Food Group",
            "mission_statement": "We will be the innovative leader in providing customer satisfaction. In partnership with our customers, associates, vendors and sister companies, we will achieve mutually profitable growth.",
            "industry": "Other"
        },
        {
            "company_name": "Sherwin-Williams",
            "mission_statement": "We are committed to providing our people with a friendly, safe and exciting work environment that includes opportunities to learn and grow. … Our world-class brands and innovative products exist because of the work and dedication of our people.",
            "industry": "Retail"
        },
        {
            "company_name": "Emerson Electric",
            "mission_statement": "Emerson is where technology and engineering come together to create solutions for the benefit of our customers, driven without compromise for a world in action.",
            "industry": "Technology"
        },
        {
            "company_name": "NGL Energy Partners",
            "mission_statement": "NGL Energy Partners LP is a diversified midstream MLP that provides multiple services to producers and end-users, including transportation, storage, blending and marketing of crude oil, NGLs, refined products / renewables, and water solutions.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "XPO Logistics",
            "mission_statement": "XPO is a top ten global provider of transportation and logistics services, with a highly integrated network of people, technology and physical assets.",
            "industry": "Other"
        },
        {
            "company_name": "EOG Resources",
            "mission_statement": "To deliver the highest stockholder appreciation measured by stockholder return and to be the most profitable independent exploration and production company in terms of return on capital employed.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Applied Materials",
            "mission_statement": "To be the leading supplier of semiconductor fabrication solutions worldwide-through innovation and enhancement of customer productivity with systems and service solutions.",
            "industry": "Technology"
        },
        {
            "company_name": "PG&E",
            "mission_statement": "PG&E pledges to think creatively and work cooperatively to increase our use of clean and renewable energy, reduce the impacts of our business, protect sensitive habitats and species, and work locally to help our customers use energy more efficiently.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "NextEra Energy",
            "mission_statement": "To being the best electric utility in the world, by delivering superior value to our customers, by operating with excellence, and by supporting a constructive regulatory environment.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "C.H. Robinson Worldwide",
            "mission_statement": "Our people, processes, and technology improve the world’s transportation and supply chains, delivering exceptional value to our customers and suppliers.",
            "industry": "Other"
        },
        {
            "company_name": "Gap",
            "mission_statement": "To democratize fashion and make shopping fun again. To bring incredible style and quality to families the world over.",
            "industry": "Retail"
        },
        {
            "company_name": "Lincoln National",
            "mission_statement": "We’re committed to service leadership, recognizing and celebrating good corporate citizenship, promoting sustainable business practices and improving the quality of life in our communities.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "DaVita",
            "mission_statement": "To Be the Provider, Partner and Employer of Choice We aim to Build the Greatest Health Care Community the World Has Ever Seen through our commitment to upholding our Mission and Core Values for our patients, partners and teammates.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Jones Lang LaSalle",
            "mission_statement": "Real value in a changing world: We are committed to creating value for our clients and shareholders. We hold ourselves accountable for the social, environmental and economic impact of our operations.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "WestRock",
            "mission_statement": "WestRock strives to build, mentor, nurture and empower a supply chain that reflects the diversity of our customers and the global communities where we work and serve.",
            "industry": "Other"
        },
        {
            "company_name": "CDW",
            "mission_statement": "To help our customers achieve their goals by providing them with the technology advice and products they need, when they need them.",
            "industry": "Technology"
        },
        {
            "company_name": "American Electric Power",
            "mission_statement": "Together, with our customers, we are redefining the future of energy and developing innovative solutions that power communities and improve lives.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Cognizant Technology Solutions",
            "mission_statement": "Cognizant’s single-minded mission is to dedicate our business process and technology innovation know-how, deep industry expertise and worldwide resources to working together with clients to make their businesses stronger.",
            "industry": "Technology"
        },
        {
            "company_name": "D.R. Horton",
            "mission_statement": "To provide all our nation’s homebuyers the quality of a new home at an affordable value.",
            "industry": "Other"
        },
        {
            "company_name": "Becton Dickinson",
            "mission_statement": "We are committed to upholding the highest standards of excellence and integrity in everything we do—on behalf of our customers, our shareholders, our communities and ourselves. We are proud to work for a healthcare company whose products and services make a difference in people’s lives.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Nordstrom",
            "mission_statement": "To provide outstanding service every day, one customer at a time. A further focus is provided to Nordstrom employees at all levels with this Nordstrom goal, which is also a management mission.",
            "industry": "Retail"
        },
        {
            "company_name": "Netflix",
            "mission_statement": "We promise our customers stellar service, our suppliers a valuable partner, our investors the prospects of sustained profitable growth, and our employees the allure of huge impact.",
            "industry": "Technology"
        },
        {
            "company_name": "Aramark",
            "mission_statement": "Enriching and Nourishing Lives.",
            "industry": "Other"
        },
        {
            "company_name": "Texas Instruments",
            "mission_statement": "Texas Instruments develops analog, digital signal processing, RF and DLP® semiconductor technologies that help customers deliver consumer and industrial electronics products with greater performance, increased power efficiency, higher precision, more mobility and better quality.",
            "industry": "Technology"
        },
        {
            "company_name": "General Mills",
            "mission_statement": "To make lives healthier, easier and richer.",
            "industry": "Other"
        },
        {
            "company_name": "Supervalu",
            "mission_statement": "We believe that by providing a single destination where customers can find fresh food selections, nutrition and health information and access to our full-service pharmacies, we can help customers achieve their health goals, whatever they may be.",
            "industry": "Retail"
        },
        {
            "company_name": "Colgate-Palmolive",
            "mission_statement": "As a Company that strives to be the best truly global consumer products company, we are committed to doing business with integrity and respect for all people and for the world around us. and Continuous Improvement will continue to drive our future initiatives.",
            "industry": "Other"
        },
        {
            "company_name": "Goodyear Tire & Rubber",
            "mission_statement": "Goodyear’s mission is to be the number one tire company by all measures.",
            "industry": "Other"
        },
        {
            "company_name": "PayPal Holdings",
            "mission_statement": "We believe that now is the time to reimagine money, to democratize financial services so that managing and moving money is a right for all citizens, not just the affluent.",
            "industry": "Technology"
        },
        {
            "company_name": "PPG Industries",
            "mission_statement": "To be the world’s leading coatings company by consistently delivering high-quality, innovative and sustainable solutions that customers trust to protect and beautify their products and surroundings. Act with integrity at all times and be true to our values and ethics.",
            "industry": "Other"
        },
        {
            "company_name": "Omnicom Group",
            "mission_statement": "Omnicom’s global leadership in marketing communications is fostered by the industry’s most innovative, collaborative and diverse talent. Together our people deliver big creative, competitive ideas based on actionable customer insights.",
            "industry": "Other"
        },
        {
            "company_name": "Celgene",
            "mission_statement": "Everything we do at Celgene is focused on a singular mission of improving the lives of patients worldwide. In order to fulfill that promise, we understand that we must instill trust in our colleagues, our patients, our partners and the public at large through our words and our actions.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Jacobs Engineering Group",
            "mission_statement": "We are committed to our clients by bringing innovative solutions that lead to profitable growth and shared success.",
            "industry": "Other"
        },
        {
            "company_name": "Ross Stores",
            "mission_statement": "In addition to fulfilling our mission of offering customers the best name-brand bargains possible, we aim to empower our Associates, operate in ways that reduce our environmental impact, and give back to the communities where we conduct business.",
            "industry": "Retail"
        },
        {
            "company_name": "Marsh & McLennan",
            "mission_statement": "We create peace of mind by passionately delivering exceptional employee benefits and risk management solutions, committed to: Providing world-class resources with local touch. Serving our clients, colleagues, carriers, and communities. Acting with integrity and respect.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Mastercard",
            "mission_statement": "MasterCard provides governments with solutions that help them reduce costs, gain efficiencies, curtail fraud and corruption, and advance social progress. MasterCard provides consumers with easy and seamless buying experiences that connect them to the things in life that matter most.",
            "industry": "Technology"
        },
        {
            "company_name": "Land O’Lakes",
            "mission_statement": "We are a market- and customer-driven cooperative committed to optimizing the value of our members’ dairy, crop and livestock production.” A leader in our communities.",
            "industry": "Other"
        },
        {
            "company_name": "Waste Management",
            "mission_statement": "Waste Management is on a mission to maximize resource value, while minimizing – and even eliminating – environmental impact so that both our economy and our environment can thrive.",
            "industry": "Other"
        },
        {
            "company_name": "Illinois Tool Works",
            "mission_statement": "With this structure we are able to act locally but with a global vision, actively practicing lasting teamwork with customers and suppliers. It is our mission to be the most valued group to our customers, employees, and suppliers.",
            "industry": "Other"
        },
        {
            "company_name": "Ecolab",
            "mission_statement": "Our mission is to be the leading global innovator, developer and provider of cleaning, sanitation and maintenance products, systems, and services. As a team, we will achieve aggressive growth and fair return for our shareholders.",
            "industry": "Other"
        },
        {
            "company_name": "Booking Holdings",
            "mission_statement": "To make it easier for everyone to experience the world. Booking Holdings is the world leader in online travel & related services.",
            "industry": "Technology"
        },
        {
            "company_name": "CBS",
            "mission_statement": "As broadcasters, we aim to ensure that our national viewing audience is reflected in our programming and our people. We recognize that a work force comprised of a wide variety of perspectives, viewpoints and backgrounds is integral to our continued success.",
            "industry": "Other"
        },
        {
            "company_name": "Parker-Hannifin",
            "mission_statement": "At Parker, we believe in partnerships with our clients so that we can provide solutions that help to achieve higher productivity and revenue by engineering the best systems for the customer.",
            "industry": "Technology"
        },
        {
            "company_name": "Principal Financial",
            "mission_statement": "Our purpose for being is to serve others by helping them plan for their financial future and to protect themselves against the inevitability of death, disability, and old age.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "DTE Energy",
            "mission_statement": "Our mission is to be a premier, full-service energy and energy technology company, providing solutions to meet the needs of 21st century customers. We will operate as a fast-paced, progressive, high-performance, value-based organization.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "BlackRock",
            "mission_statement": "Our mission is to create a better financial future for our clients. As we pursue that mission, we’re guided by our culture and a set of principles that ensure we never forget what we stand for.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "United States Steel",
            "mission_statement": "To be the industry leader in delivering high-quality, value added products and innovative solutions that address our customers’ most challenging steel needs for the future.",
            "industry": "Other"
        },
        {
            "company_name": "Community Health Systems",
            "mission_statement": "Community Healthcare System is committed to provide the highest quality care in the most cost-efficient manner, respecting the dignity of the individual, providing for the well being of the community and serving the needs of all people, including the poor and disadvantaged.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Kinder Morgan",
            "mission_statement": "To protect its employees, the public, and the environment and to achieve zero losses to the Company’s overall financial performance due to incidents, injuries, environmental releases and property damage.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Qurate Retail",
            "mission_statement": "We bring joy, inspiration, and humanity to shopping. Our focus is always on our customer: delighting her with curated collections of unique products; bringing those products to life for her through the power of storytelling; and connecting with her through distinctive video platforms and other touchpoints.",
            "industry": "Retail"
        },
        {
            "company_name": "Loews",
            "mission_statement": "We stay relevant to changing times and places; to provide an experience that is authentically local and genuinely delivered, all so our guests can relax, explore, and flourish.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Arconic",
            "mission_statement": "To invent, develop and deliver products and solutions for high performance customers and industries through precision engineering and advanced manufacturing.",
            "industry": "Technology"
        },
        {
            "company_name": "Stanley Black & Decker",
            "mission_statement": "We are For Those Who Make The World and we deliver on that purpose by being bold to break the mold, by cutting through challenges, by joining forces for sustainability and by being reliable to the core.",
            "industry": "Other"
        },
        {
            "company_name": "Textron",
            "mission_statement": "To become the premier multi-industry company, recognized for our network of powerful brands, world-class enterprise processes and talented people.",
            "industry": "Other"
        },
        {
            "company_name": "Las Vegas Sands",
            "mission_statement": "To create a welcoming environment where people gather to discover and create groundbreaking products and innovative new ways of doing business. To distinguish ourselves by delivering a uniquely memorable customer experience by working smarter, faster and together.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Estee Lauder",
            "mission_statement": "We are a family company committed to working together with uncompromising ethics and integrity.",
            "industry": "Retail"
        },
        {
            "company_name": "DISH Network",
            "mission_statement": "To provide quality products through a world class sales organization to every home in America.",
            "industry": "Technology"
        },
        {
            "company_name": "Stryker",
            "mission_statement": "Together with our customers, we are driven to make healthcare better.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Kellogg",
            "mission_statement": "To enrich and delight, through foods and brands that matter.",
            "industry": "Other"
        },
        {
            "company_name": "Biogen",
            "mission_statement": "To deliver innovative therapies for patients and invest in the areas of highest return to deliver long-term value to our stockholders.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Alcoa",
            "mission_statement": "Alcoa will operate globally in a safe, responsible manner respecting the environment and the health of our employees, our customers, suppliers, contractors, and the communities in which we operate. We will not compromise environmental, health or safety values for profit or production.",
            "industry": "Other"
        },
        {
            "company_name": "Anadarko Petroleum",
            "mission_statement": "To deliver a competitive and sustainable rate of return to shareholders by exploring for, acquiring for and developing oil and natural gas resources vital to the world’s health and welfare.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Dominion Energy",
            "mission_statement": "To serve our customers safely and reliably; strengthen our communities; reward our shareholders; minimize environmental impacts, and live our values.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "ADP",
            "mission_statement": "To provide insightful solutions that drive value and success for our clients by allowing them to focus on their business.",
            "industry": "Technology"
        },
        {
            "company_name": "salesforce.com",
            "mission_statement": "To empowers companies to connect with their customers in a whole new way.",
            "industry": "Technology"
        },
        {
            "company_name": "L Brands",
            "mission_statement": "To make our customers feel sexy, sophisticated and forever young, and we are committed to deliver on this promise by providing high-quality, safe and effective products.",
            "industry": "Retail"
        },
        {
            "company_name": "Henry Schein",
            "mission_statement": "To provide innovative, integrated health care products and services; and to be trusted advisors and consultants to our customers – enabling them to deliver the best quality patient care and enhance their practice management efficiency and profitability.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Newell Brands",
            "mission_statement": "To make life better every day for hundreds of millions of consumers where they live, learn, work and play. We put the consumer at the heart of all that we do and we are purpose-driven to make a positive difference in people’s lives.",
            "industry": "Retail"
        },
        {
            "company_name": "Guardian Life Ins. Co. of America",
            "mission_statement": "Our purpose is to enrich the lives of people we touch. By providing highest performing financial products and services that reduce risk and increase assets, we help individuals and employers fulfill their responsibilities and build better tomorrows.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "BJ’s Wholesale Club",
            "mission_statement": "To providing its members with high-quality, brand-name merchandise at prices that are significantly lower than the prices found at supermarkets, supercenters, department stores, drug stores and specialty retail stores.",
            "industry": "Retail"
        },
        {
            "company_name": "BB&T Corp.",
            "mission_statement": "Helping our clients achieve economic success and financial security.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "State Street Corp.",
            "mission_statement": "State Street is the world’s leading provider of financial services to institutional investors. Our broad and integrated range of services spans the entire investment spectrum, including research, investment management, trading services and investment servicing.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Viacom",
            "mission_statement": "To be the world’s leading, branded entertainment company across television, motion pictures and digital media platforms.",
            "industry": "Technology"
        },
        {
            "company_name": "Ameriprise Financial",
            "mission_statement": "To help people feel confident about their financial future.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Core-Mark Holding",
            "mission_statement": "To provide the freshest products and best possible service to help our customers grow their sales and profits.",
            "industry": "Retail"
        },
        {
            "company_name": "Reinsurance Group of America",
            "mission_statement": "A desire to help shape big, business- and even world-changing ideas.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "VF",
            "mission_statement": "Ours is a perpetually driven culture, focused on constant innovation. Using deep research and insights, we combine the art and science of apparel to create products that excite consumers and brands that inspire loyalty.",
            "industry": "Retail"
        },
        {
            "company_name": "Discover Financial Services",
            "mission_statement": "To help people spend smarter, manage debt better and save more so they achieve a brighter financial future.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Global Partners",
            "mission_statement": "To respond to these new realities by reevaluating what is meant by “international education,” and to facilitate programming that understands international education not as an end in itself, but rather as a means to an end.",
            "industry": "Other"
        },
        {
            "company_name": "Edison International",
            "mission_statement": "To lead the transformation of the electric power industry toward a clean energy future. Through our subsidiaries, we generate and distribute electric power, as well as provide energy services and technologies, including renewable energy.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Oneok",
            "mission_statement": "To build a diversified energy company that provides consistent growth and stable earnings.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Murphy USA",
            "mission_statement": "To deliver every day the quickest, most friendly service and a low price value proposition to our growing customer base for the products and markets we serve.",
            "industry": "Retail"
        },
        {
            "company_name": "Bed Bath & Beyond",
            "mission_statement": "We make it easy to feel at home! Bed Bath & Beyond’s culture is customer-centric. Our commitment to customer service is supported by significant investments made to strengthen our Company’s foundation for future growth.",
            "industry": "Retail"
        },
        {
            "company_name": "Consolidated Edison",
            "mission_statement": "To provide energy services to our customers safely, reliably, efficiently, and in an environmentally sound manner; to provide a workplace that allows employees to realize their full potential; to provide a fair return to our investors; and to improve the quality of life in the communities we serve.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "CSX",
            "mission_statement": "To be the safest and most progressive North American railroad, relentless in the pursuit of customer and employee excellence.",
            "industry": "Other"
        },
        {
            "company_name": "J.C. Penney",
            "mission_statement": "To help our customer find what she loves for less time, money and effort.",
            "industry": "Retail"
        },
        {
            "company_name": "LKQ",
            "mission_statement": "To be the leading global value-added distributor of vehicle parts and accessories by offering our customers the most comprehensive, available and cost-effective selection of part solutions while building strong partnerships with our employees and the communities in which we operate.",
            "industry": "Retail"
        },
        {
            "company_name": "FirstEnergy",
            "mission_statement": "We are a forward-thinking electric utility powered by a diverse team of employees committed to making customers’ lives brighter, the environment better and our communities stronger.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Steel Dynamics",
            "mission_statement": "To meet or exceed customer service expectations with regard to quality, service and price; to be a world-class supplier by continually improving our processes, equipment and systems; to provide a safe working environment for all employees; and to continue to enhance the skills of our employees through ongoing training and education.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Lithia Motors",
            "mission_statement": "To be the best provider of cars and trucks and related services in North America. Utilizing a common language, we believe in developing motivated people who are committed to our goals and mission.",
            "industry": "Retail"
        },
        {
            "company_name": "MGM Resorts International",
            "mission_statement": "MGM Resorts International is the leader in entertainment & hospitality – a diverse collection of extraordinary people, distinctive brands and best in class destinations. Working together, we create partnerships and experiences that engage, entertain and inspire.",
            "industry": "Other"
        },
        {
            "company_name": "Tenneco",
            "mission_statement": "To delight our customers as the number-one technology-driven, global manufacturer and marketer of value-differentiated ride control, emission control and elastomer products and systems.",
            "industry": "Technology"
        },
        {
            "company_name": "Nvidia",
            "mission_statement": "To provide the latest NVIDIA news on products, technologies, and events. To highlight and engage with our fans.",
            "industry": "Technology"
        },
        {
            "company_name": "Sempra Energy",
            "mission_statement": "To build North America’s premier energy infrastructure company.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Farmers Insurance Exchange",
            "mission_statement": "We have an unwavering commitment to uphold our founding ideals to provide industry-leading products and first-rate services to the customers we’re privileged to serve.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Ball",
            "mission_statement": "Ball is your “Can Do.” “Let’s Do.” And “Will Do.” … Today, we apply these same unwavering principles to the recyclable metal packaging we make to position your products on store shelves, as well as to the aerospace technologies we develop to make your mission happen.",
            "industry": "Technology"
        },
        {
            "company_name": "Group 1 Automotive",
            "mission_statement": "Group 1 has grown to become one of the top five dealership groups in the United States. The company has achieved this success through the execution of a strategy that emphasizes geographic and brand diversity, interrelated revenue streams, operational efficiencies and the prudent deployment of capital.",
            "industry": "Retail"
        },
        {
            "company_name": "Unum Group",
            "mission_statement": "To be the leading provider of employee benefits products and services that help employers manage their businesses and employees protect their families and livelihoods.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Xcel Energy",
            "mission_statement": "We provide our customers the safe, clean, reliable energy services they want and value at a competitive price.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Reliance Steel & Aluminum",
            "mission_statement": "We believe in always treating people fairly, whether employee, supplier, or customer, while always looking for ways to improve our service and contribution to the communities in which we live and work.",
            "industry": "Other"
        },
        {
            "company_name": "Huntsman",
            "mission_statement": "We will operate safe, clean, efficient facilities in an environmentally and socially responsible manner. We will provide a work environment that fosters teamwork, innovation, accountability and open communication.",
            "industry": "Other"
        },
        {
            "company_name": "Norfolk Southern",
            "mission_statement": "To enhance the value of our stockholders’ investment over time by providing quality freight transportation services and undertaking any other related businesses in which our resources, particularly our people, give the company an advantage.",
            "industry": "Other"
        },
        {
            "company_name": "Laboratory Corp. of America",
            "mission_statement": "To improve health and improve lives by delivering world-class diagnostics, accelerating the availability of innovative medicines to patients, and using technology to change the way care is delivered.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Corning",
            "mission_statement": "Corning Incorporated, the world leader in specialty glass and ceramics, has worked closely with customers to understand their problems, explore possible solutions, and then bring those solutions to life through our world-class scientific and manufacturing capabilities.",
            "industry": "Technology"
        },
        {
            "company_name": "Expedia Group",
            "mission_statement": "To bring the world within reach.",
            "industry": "Technology"
        },
        {
            "company_name": "AutoZone",
            "mission_statement": "To providing the best parts, prices and customer service in the automotive aftermarket industry.",
            "industry": "Retail"
        },
        {
            "company_name": "W.W. Grainger",
            "mission_statement": "To be the world leader in offering solutions that help businesses and institutions save time and money as they maintain, repair, and operate their facilities.",
            "industry": "Retail"
        },
        {
            "company_name": "Quanta Services",
            "mission_statement": "To provide and maintain a safe work environment for our family of employees.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Crown Holdings",
            "mission_statement": "Customer satisfaction is Crown’s highest priority. We achieve this goal by continuously improving the cost effectiveness and performance of all our products and processes, as well as focusing on innovation.",
            "industry": "Other"
        },
        {
            "company_name": "Office Depot",
            "mission_statement": "We are a single source for everything customers need to be more productive, including the latest technology, core office supplies, print and document services, business services, facilities products, furniture, and school essentials.",
            "industry": "Retail"
        },
        {
            "company_name": "Baxter International",
            "mission_statement": "To save and sustain lives. We deliver essential products to expand access to care, provide cost-effective healthcare solutions, deliver quality products, and advance healthcare innovations around the world.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Lam Research",
            "mission_statement": "Dedicated to the success of our customers by being the world-class provider of innovative technology and productivity solutions to the semiconductor industry.",
            "industry": "Technology"
        },
        {
            "company_name": "Entergy",
            "mission_statement": "“We power life” is Entergy’s promise to create a better future for us all. We exist to operate a world-class energy business that creates sustainable value for our four stakeholders – owners, customers, employees and the communities in which we operate.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Charles Schwab",
            "mission_statement": "To empower individual investors to take control of their financial lives, free from the high costs and conflicts of traditional brokerage firms.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "L3 Technologies",
            "mission_statement": "To provide customers with state-of-the-art communication and telemetry solutions for airborne, intel and space applications. L3Harris uses this website as a channel of distribution of material company information.",
            "industry": "Technology"
        },
        {
            "company_name": "NRG Energy",
            "mission_statement": "We provide reliable wholesale electricity safely and in a manner consistent with our civic and environmental commitment to the communities we serve.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Live Nation Entertainment",
            "mission_statement": "To maximize the live concert experience.",
            "industry": "Other"
        },
        {
            "company_name": "Universal Health Services",
            "mission_statement": "To provide superior quality healthcare services that: PATIENTS recommend to family and friends, PHYSICIANS prefer for their patients, PURCHASERS select for their clients, EMPLOYEES are proud of, and INVESTORS seek for long-term returns.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Molson Coors Brewing",
            "mission_statement": "Strengthen shareholder value, fulfill our responsibilities to our employees, customers, and suppliers, and satisfy credit, environmental, legal and other regulatory requirements.",
            "industry": "Other"
        },
        {
            "company_name": "eBay",
            "mission_statement": "To provide a global online marketplace where practically anyone can trade practically anything, enabling economic opportunity around the world.",
            "industry": "Retail"
        },
        {
            "company_name": "AES",
            "mission_statement": "Improving lives by accelerating a safer and greener energy future.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Devon Energy",
            "mission_statement": "Devon is a results-oriented oil and gas company that builds value for shareholders through our employees by creating a culture of health, safety and environmental stewardship in an atmosphere of optimism, teamwork, creativity and resourcefulness and by dealing with everyone in an open and ethical manner.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Pacific Life",
            "mission_statement": "We recognize our mission of helping clients achieve financial security can only be accomplished through our people. We invest in developing the talents and expertise of our employees and foster a work environment that is challenging, inclusive, collaborative, and results-oriented.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "CenterPoint Energy",
            "mission_statement": "To foster enhanced communication and strengthen long-term relationships with high valued customers through a trusted energy partnership.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Discovery",
            "mission_statement": "To satisfy curiosity and make a difference in people’s lives by providing the highest-quality content, services, and products that entertain, engage, and enlighten.",
            "industry": "Technology"
        },
        {
            "company_name": "BorgWarner",
            "mission_statement": "Our vision is a clean, energy-efficient world.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Targa Resources",
            "mission_statement": "We believe the significant scale of our business, broad range of services, operational focus and competitive cost structure position us well to serve customers and to benefit from the importance of existing infrastructure in the growing U.S. energy market.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Ally Financial",
            "mission_statement": "To be a better kind of bank – one with a straightforward approach, a high level of service and compelling products that deliver value.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "SunTrust Banks",
            "mission_statement": "Along with our investment advisory group, we’re able to bring the capabilities of the entire bank (including our credit and lending team, trust and estate experts, asset management group, mortgage and insurance specialists, as well as our capital markets services) to bear for your individual wealth challenges.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "IQVIA Holdings",
            "mission_statement": "To integrate advances in data science and technology with human science expertise to help people in healthcare make better decisions and advance human health.",
            "industry": "Healthcare"
        },
        {
            "company_name": "American Family Insurance Group",
            "mission_statement": "To be the most trusted and valued service-driven insurance company.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Delek US Holdings",
            "mission_statement": "We are committed to protecting the environment and improving our impact on the world around us.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Navistar International",
            "mission_statement": "To build and support the best military vehicles in the world for one reason. We know that our vehicles can make a difference for the troops who risk their lives for all of us.",
            "industry": "Other"
        },
        {
            "company_name": "Chesapeake Energy",
            "mission_statement": "To create value for investors by building one of the largest onshore natural gas resource bases in the United States",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "United Natural Foods",
            "mission_statement": "To transform the world of food.",
            "industry": "Retail"
        },
        {
            "company_name": "Leidos Holdings",
            "mission_statement": "Leidos makes the world safer, healthier, and more efficient through information technology, engineering, and science.",
            "industry": "Technology"
        },
        {
            "company_name": "PulteGroup",
            "mission_statement": "At PulteGroup, we have a commitment to honesty, integrity, quality, diversity, open communication, team work, ongoing training and development, and rewarding ambition.",
            "industry": "Other"
        },
        {
            "company_name": "Eastman Chemical",
            "mission_statement": "Eastman works with customers to deliver innovative products and solutions while maintaining a commitment to safety and sustainability.",
            "industry": "Other"
        },
        {
            "company_name": "Republic Services",
            "mission_statement": "To be Respectful, Responsible, Reliable, Resourceful, and Relentless in all we do, every day.",
            "industry": "Other"
        },
        {
            "company_name": "Mohawk Industries",
            "mission_statement": "To provide custom-built, mortgage-free homes to wounded and disabled veterans and widows of the fallen in an effort to get their lives back on track.",
            "industry": "Other"
        },
        {
            "company_name": "Sonic Automotive",
            "mission_statement": "To providing our customers with an outstanding automotive experience that is delivered with professionalism, integrity and enthusiasm.",
            "industry": "Retail"
        },
        {
            "company_name": "Owens & Minor",
            "mission_statement": "To create consistent value for our customers and supply chain partners that will maximize shareholder value and long-term earnings growth: we will do this by managing our business with integrity and the highest ethical standards, while acting in a socially responsible manner with particular emphasis on the well-being of our teammates and the communities we serve.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Xerox",
            "mission_statement": "Our strategic intent is to help people find better ways to do great work — by constantly leading in document technologies, products and services that improve our customers’ work processes and business results.",
            "industry": "Technology"
        },
        {
            "company_name": "Boston Scientific",
            "mission_statement": "To transforming lives through innovative medical solutions that improve the health of patients around the world.",
            "industry": "Healthcare"
        },
        {
            "company_name": "DCP Midstream",
            "mission_statement": "To being sustainable in any market environment, with a focus on operational excellence, including industry-leading safety performance.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Autoliv",
            "mission_statement": "To be the leading supplier of safety systems for the future car, well integrated with autonomous driving.",
            "industry": "Technology"
        },
        {
            "company_name": "Interpublic Group",
            "mission_statement": "Our agency brands deliver custom marketing solutions to many of the world’s largest advertisers. We cover the spectrum of marketing disciplines and specialties, from public relations and consumer advertising, to mobile and search engine marketing.",
            "industry": "Other"
        },
        {
            "company_name": "Public Service Enterprise Group",
            "mission_statement": "Committed to our customers, shareholders, employees and communities where we do business. We invest in the economy, environment and infrastructure to make the states where we operate, better places to live and work.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "PVH",
            "mission_statement": "To be the most admired fashion and lifestyle company in the world.",
            "industry": "Retail"
        },
        {
            "company_name": "Mosaic",
            "mission_statement": "Embracing God’s call, Mosaic relentlessly pursues opportunities that empower people. We see people as unique, beloved and important. We listen to what matters to you and help you lead a meaningful, healthy life on your terms.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Advance Auto Parts",
            "mission_statement": "To provide personal vehicle owners and enthusiasts with the vehicle related products and knowledge that fulfill their wants and needs at the right price. Our friendly, knowledgeable and professional staff will help inspire, educate and problem-solve for our customers.",
            "industry": "Retail"
        },
        {
            "company_name": "Altice USA",
            "mission_statement": "To commit to its customers, its employees, and its local communities.",
            "industry": "Technology"
        },
        {
            "company_name": "Hormel Foods",
            "mission_statement": "As a leading branded food company with a focus on profitable growth and inspired by our founder’s charge to “Originate, don’t imitate,” we market a balanced portfolio of highly differentiated quality products.",
            "industry": "Other"
        },
        {
            "company_name": "O’Reilly Automotive",
            "mission_statement": "O’Reilly Automotive intends to be the dominant supplier of auto parts in our market areas by offering our retail customers, professional installers, and jobbers the best combination of price and quality provided with the highest possible service level.",
            "industry": "Retail"
        },
        {
            "company_name": "Calpine",
            "mission_statement": "Be the best power plant operator on the planet. Excel as a customer-centric business – both wholesale and retail. Innovate and evolve in our focus on delivering reliable and sustainable energy solutions. Live by our values.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Hertz Global Holdings",
            "mission_statement": "To be the most customer focused, cost efficient vehicle and equipment rental / leasing company in every market we serve.",
            "industry": "Other"
        },
        {
            "company_name": "First Data",
            "mission_statement": "At First Data, we’re a client-focused global company, providing the best technology solutions that help millions of merchants and financial institutions grow their business. As we help our clients grow, we also help communities and economies grow by enabling easier, faster and more secure commerce.",
            "industry": "Technology"
        },
        {
            "company_name": "Pioneer Natural Resources",
            "mission_statement": "Pioneer dedicates substantial resources to ensuring our operations are performed in a manner that protects the environment. We believe all spills are preventable, and we train employees to prevent them. Pioneer engineers design and build facilities with spill prevention in mind to protect the environment.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Coty",
            "mission_statement": "To celebrate and liberate the diversity of beauty.",
            "industry": "Retail"
        },
        {
            "company_name": "AGCO",
            "mission_statement": "Achieve profitable growth through superior customer service, innovation, quality and commitment. Values: Accountability, integrity, respect, team spirit and transparency define our company.",
            "industry": "Other"
        },
        {
            "company_name": "Mutual of Omaha Insurance",
            "mission_statement": "We help our customers protect what they care about and achieve their financial goals.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Vistra Energy",
            "mission_statement": "Vistra Energy is a premier, integrated, energy company providing essential resources for customers, commerce, and communities. Vistra combines an innovative, customer-centric approach to retail with safe, reliable, diverse, and efficient power generation.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Avis Budget Group",
            "mission_statement": "We will provide the leadership and support necessary to sustain long-term growth and customer satisfaction for our world-class brands.",
            "industry": "Other"
        },
        {
            "company_name": "Adobe",
            "mission_statement": "To move the Web forward while also giving Web designers and developers the best tools and services in the world.",
            "industry": "Technology"
        },
        {
            "company_name": "Peter Kiewit Sons’",
            "mission_statement": "Kiewit is successful because our people have the ability and desire to build exciting and challenging projects. Kiewit people possess a drive to excel and a willingness to take on new and unique responsibilities. We have initiative. We explore innovative ideas. We seek better solutions. We are enthusiastic, hardworking and committed to quality and excellence.",
            "industry": "Other"
        },
        {
            "company_name": "News Corp.",
            "mission_statement": "Creating and distributing top-quality news, sports and entertainment around the world.",
            "industry": "Other"
        },
        {
            "company_name": "Brighthouse Financial",
            "mission_statement": "To Help People Achieve Financial Security.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Voya Financial",
            "mission_statement": "To make a secure financial future possible — one person, one family, one institution at a time.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Air Products & Chemicals",
            "mission_statement": "Our aim at Air Products is to develop lasting relationships with our customers and communities based on human qualities: an understanding of their needs, integrity and honesty in the way we do business, and a passion for exceeding expectations.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Hilton Worldwide Holdings",
            "mission_statement": "To be the first choice of guests, team members, and owners alike and see below our values.",
            "industry": "Other"
        },
        {
            "company_name": "GameStop",
            "mission_statement": "To deliver customer satisfaction.",
            "industry": "Retail"
        },
        {
            "company_name": "Veritiv",
            "mission_statement": "We are passionate about winning and our desire to meet financial, operational, and people commitments in the right way.",
            "industry": "Other"
        },
        {
            "company_name": "Williams",
            "mission_statement": "Williams is committed to being the leader in providing infrastructure that safely delivers natural gas products to reliably fuel the clean energy economy.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Campbell Soup",
            "mission_statement": "To nourish people’s lives by offering a wide variety of convenient, delicious, and affordable food choices that can help everyone enjoy a balanced, healthful diet.",
            "industry": "Retail"
        },
        {
            "company_name": "Rockwell Collins",
            "mission_statement": "Together, we chart new journeys and reunite families. We protect nations and save lives. And we explore the unknown. We believe in the power of intelligence and partnership to guide our customers into the future.",
            "industry": "Technology"
        },
        {
            "company_name": "Thrivent Financial for Lutherans",
            "mission_statement": "To help Christians be wise with money and live generously. To do that, we promise to guide you on your journey to being wise with money.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Westlake Chemical",
            "mission_statement": "To provide quality products and services to commodity chemical, plastics and related fabricated products markets. We work to align and focus the interests of our global customers and suppliers with those of our shareholders, employees and communities.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Univar",
            "mission_statement": "To redefine distribution and be the most valued chemical and ingredient distributor on the planet.",
            "industry": "Other"
        },
        {
            "company_name": "J.B. Hunt Transport Services",
            "mission_statement": "To create the most efficient transportation network in North America.",
            "industry": "Other"
        },
        {
            "company_name": "Frontier Communications",
            "mission_statement": "Committed to keeping people connected to what matters most to them,",
            "industry": "Technology"
        },
        {
            "company_name": "Jones Financial (Edward Jones)",
            "mission_statement": "To help individuals achieve their serious, long-term financial goals while understanding their needs and implementing tailored solutions.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "National Oilwell Varco",
            "mission_statement": "To move our customers’ business forward.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Eversource Energy",
            "mission_statement": "Serving the neighborhoods where we live and work. Coming together in good weather and bad. Taking care of problems before they’re problems. Heading out in the storm when others head home. Connecting you to solutions for savings. Working together for a better tomorrow.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Dick’s Sporting Goods",
            "mission_statement": "To be the No. 1 sports and fitness specialty retailer for all athletes and outdoor enthusiasts through the relentless improvement of everything we do.",
            "industry": "Retail"
        },
        {
            "company_name": "Genworth Financial",
            "mission_statement": "Genworth Financial is dedicated to helping individuals and families achieve their goals in a world of shifting financial burdens.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Fidelity National Information Services",
            "mission_statement": "We lift economies and communities by advancing the way the world pays, banks and invests.",
            "industry": "Technology"
        },
        {
            "company_name": "Yum China Holdings",
            "mission_statement": "We are dedicated to serving our customers’ evolving needs by enhancing in-store experience, improving mobile connectivity, introducing innovative new products, and constantly delivering value.",
            "industry": "Retail"
        },
        {
            "company_name": "Ryder System",
            "mission_statement": "To provide innovative supply chain and fleet solutions that are reliable, safe and efficient, enabling our customers to deliver on their promises.",
            "industry": "Other"
        },
        {
            "company_name": "Anixter International",
            "mission_statement": "Our customers know they can count on Anixter to deliver consistent, superior service and support around the world. When we say we are global, we mean it.",
            "industry": "Technology"
        },
        {
            "company_name": "Caesars Entertainment",
            "mission_statement": "Inspire grown-ups to play.",
            "industry": "Other"
        },
        {
            "company_name": "Masco",
            "mission_statement": "Masco will keep concentrating in construction field as well as going in to more promising activities such as energy and environmental industries.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Thor Industries",
            "mission_statement": "Elevate the culture, visibility, desirability and enjoyment of the RV Experience.",
            "industry": "Other"
        },
        {
            "company_name": "Alaska Air Group",
            "mission_statement": "We provide an exceptional travel experience to our customers with an unwavering commitment to a safe and reliable operation and our award-winning customer service.",
            "industry": "Other"
        },
        {
            "company_name": "Amphenol",
            "mission_statement": "Develop & empower our people to drive our vision, mission & values. Health, safety & environmental best practice and social reponsibility. Superior sustainable profitable growth.",
            "industry": "Technology"
        },
        {
            "company_name": "WESCO International",
            "mission_statement": "To be the global leader of supply chain solutions by addressing customers’ MRO, OEM, and capital project demand streams. This helps our customers operate their businesses more efficiently and profitably.",
            "industry": "Other"
        },
        {
            "company_name": "Huntington Ingalls Industries",
            "mission_statement": "Our employees demonstrate their integrity, dedication and commitment to quality in their daily work and are committed to improving performance and creating success.",
            "industry": "Other"
        },
        {
            "company_name": "Jefferies Financial Group",
            "mission_statement": "To provide quality services to its customers while maintaining the highest standards of ethical behavior.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Dana",
            "mission_statement": "Our talented people power a customer-centric organization that is continuously improving the performance and efficiency of vehicles and machines around the globe. We will consistently deliver superior products and services to our customers and will generate exceptional value for our shareholders.",
            "industry": "Technology"
        },
        {
            "company_name": "Expeditors Intl. of Washington",
            "mission_statement": "To set the standard for excellence in global logistics through total commitment to quality in people and customer service, with superior financial results.",
            "industry": "Other"
        },
        {
            "company_name": "EMCOR Group",
            "mission_statement": "To help make our customers’ lives easier by delivering world-class facilities management services.",
            "industry": "Other"
        },
        {
            "company_name": "Darden Restaurants",
            "mission_statement": "To be financially successful through great people consistently delivering outstanding food, drinks and service in an inviting atmosphere, making every guest loyal.",
            "industry": "Other"
        },
        {
            "company_name": "SpartanNash",
            "mission_statement": "To leverage our expertise in food distribution and retail to develop, activate and provide impactful solutions that exceed expectations for associates, customers and partners. A best-in-class business that feels local, where relationships matter.",
            "industry": "Retail"
        },
        {
            "company_name": "Assurant",
            "mission_statement": "To help clients and customers protect what is important to them: their home, their personal property, and their ability to recover from natural, personal and financial catastrophes. At Assurant we offer a variety of insurance coverage programs and related services to leading businesses and consumers alike.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "United Rentals",
            "mission_statement": "Deploy the best people, equipment and solutions to enable our customers to safely build a better and stronger future.",
            "industry": "Other"
        },
        {
            "company_name": "Liberty Media",
            "mission_statement": "We invest in the infrastructure and platforms that empower our customers to make the most of the digital revolution.",
            "industry": "Technology"
        },
        {
            "company_name": "Erie Insurance Group",
            "mission_statement": "To provide our Policyholders with as near perfect protection, as near perfect service as is humanly possible and to do so at the lowest possible cost.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Auto-Owners Insurance",
            "mission_statement": "To provide the best claim service in the industry.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Cheniere Energy",
            "mission_statement": "We provide clean, secure, and affordable energy to the world, while responsibly delivering a reliable, competitive, and integrated source of LNG, in a safe and rewarding work environment.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Fifth Third Bancorp",
            "mission_statement": "To responsibly empower underserved individuals, families and communities through the delivery of responsible and innovative financial solutions, leading to financially healthy people and sustainable communities.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Foot Locker",
            "mission_statement": "To be the leading global retailer of athletically inspired shoes and apparel.",
            "industry": "Retail"
        },
        {
            "company_name": "Conagra Brands",
            "mission_statement": "One company growing by nourishing lives and finding a better way today … one bite at a time.",
            "industry": "Other"
        },
        {
            "company_name": "Zimmer Biomet Holdings",
            "mission_statement": "Relentless customer focus, innovative solutions, disciplined execution and our dedicated people enable us to deliver products and procedures to treat a broad range of musculoskeletal health conditions.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Tractor Supply",
            "mission_statement": "To work hard, have fun and make money by providing legendary service and great products at everyday low prices.",
            "industry": "Retail"
        },
        {
            "company_name": "Berry Global Group",
            "mission_statement": "Always advancing to protect what’s important.",
            "industry": "Other"
        },
        {
            "company_name": "Alliance Data Systems",
            "mission_statement": "Alliance Data partners with its clients to develop unique insight into consumer behavior. We use that insight to create and manage customized solutions that change consumer behavior and enable our clients to build stronger, mutually-beneficial relationships with their customers.",
            "industry": "Technology"
        },
        {
            "company_name": "Hershey",
            "mission_statement": "At the Hershey Company, we make chocolate brands that people love. Hershey’s mission statement, bringing sweet moments of Hershey happiness to the world every day, summarizes our company, our people, our past and future.",
            "industry": "Retail"
        },
        {
            "company_name": "PPL",
            "mission_statement": "To provide reliable, safe energy at a reasonable cost to our customers and best-in-sector returns to our shareowners.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Dean Foods",
            "mission_statement": "We aim to be the most admired and trusted provider of wholesome, great-tasting dairy products at every occasion.",
            "industry": "Other"
        },
        {
            "company_name": "Builders FirstSource",
            "mission_statement": "To be the best in the industry, Builders FirstSource and its companies will strive to be every builder’s first source for building materials and services while delivering superior value to our stakeholders.",
            "industry": "Other"
        },
        {
            "company_name": "Oshkosh",
            "mission_statement": "Oshkosh Corporation partners with customers to deliver superior solutions that safely and efficiently move people and materials at work, around the globe and around the clock.",
            "industry": "Technology"
        },
        {
            "company_name": "EnLink Midstream",
            "mission_statement": "We Connect Energy to Life through midstream services that improve our customers’ businesses, employees’ lives, local communities, and investor returns.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "W.R. Berkley",
            "mission_statement": "Our growth is based on meeting the needs of customers, maintaining a high-quality balance sheet, and allocating capital to our best opportunities.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "WEC Energy Group",
            "mission_statement": "We are committed to maximizing both individual contributions and organizational effectiveness through the diversity of our workforce. We are committed to being an inclusive organization where all employees feel valued, respected and engaged.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "JetBlue Airways",
            "mission_statement": "To inspire humanity – both in the air and on the ground. We are committed to giving back in meaningful ways in the communities we serve and to inspire others to do the same.",
            "industry": "Other"
        },
        {
            "company_name": "UGI",
            "mission_statement": "To be the preeminent energy distribution company in our targeted global markets by providing a superior range of energy products and services to our customers.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "A-Mark Precious Metals",
            "mission_statement": "unknown",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Fidelity National Financial",
            "mission_statement": "At FNF we’re committed to upholding our company’s core values, which inspire us to do our best each day. We believe in reaching decisions and implementing effective solutions quickly. We provide employees authority with responsibility to encourage decision-making at the point of client contact.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Constellation Brands",
            "mission_statement": "Build Brands That People Love We’re in the business of creating new experiences that bring people together and elevate their lives.",
            "industry": "Other"
        },
        {
            "company_name": "Quest Diagnostics",
            "mission_statement": "Quest Diagnostics empowers people to take action to improve health outcomes.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Activision Blizzard",
            "mission_statement": "To inspire play, competition and community connects hundreds of millions of people, and creating a great place to work is the key to serving them well.",
            "industry": "Technology"
        },
        {
            "company_name": "Weyerhaeuser",
            "mission_statement": "Deliver the most value from every acre: Whether it’s timber, real estate, recreation or conservation, we make the most of all our land assets. Drive operational excellence: We’re focused on delivering quality products that our customers want and are willing to pay for, and doing it at the lowest possible cost.",
            "industry": "Other"
        },
        {
            "company_name": "Raymond James Financial",
            "mission_statement": "To help our clients achieve financial independence through professional advice, sound risk management, quality investment products, and personal, efficient service.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Casey’s General Stores",
            "mission_statement": "To provide quality products at competitive prices with courteous service in clean stores at convenient locations. To provide a work environment where employees are treated with respect, dignity and honesty and where high performance is expected and rewarded.",
            "industry": "Retail"
        },
        {
            "company_name": "Keurig Dr Pepper",
            "mission_statement": "To foster physically active, engaged and sustainable communities where our employees, customers and consumers live and work.",
            "industry": "Other"
        },
        {
            "company_name": "American Tower",
            "mission_statement": "Lead wireless connectivity around the globe. Innovate for a mobile future. Drive efficiency throughout the industry.",
            "industry": "Technology"
        },
        {
            "company_name": "Apache",
            "mission_statement": "To grow in an innovative, safe, environmentally responsible and profitable manner for the long-term benefit of our stakeholders.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Dover",
            "mission_statement": "It’s our unwavering commitment to maintaining our values that defines who we are as a Company. At Dover, we strive to continue to be champions of our values to help propel Dover to even greater success.",
            "industry": "Other"
        },
        {
            "company_name": "KeyCorp",
            "mission_statement": "To empower its clients, communities and employees to thrive. The path to financial wellness starts here. No matter who you are, where you are on your financial journey, or what barriers are ahead of you, KeyBank will help you move forward.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "J.M. Smucker",
            "mission_statement": "To serve its consumers with best consumers’ quality products like fruit spreads, peanut butter, shortening and oils, ice cream toppings, health foods and natural beverages that help them in creating memorable mealtime moments.",
            "industry": "Other"
        },
        {
            "company_name": "Citizens Financial Group",
            "mission_statement": "To help our customers, colleagues and communities reach their potential.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Motorola Solutions",
            "mission_statement": "At Motorola Solutions, we not only build that lifeline – with mission-critical services, software, video and analytics, backed by secure, resilient land mobile radio communications – we advance it every day through our commitment to innovation.",
            "industry": "Technology"
        },
        {
            "company_name": "Magellan Health",
            "mission_statement": "Leading humanity to healthy, vibrant lives.",
            "industry": "Healthcare"
        },
        {
            "company_name": "American Axle & Manufacturing",
            "mission_statement": "To deliver efficient, powerful and innovative solutions for our customers while leading the industry in quality, operational excellence and technology to maximize shareholder value.",
            "industry": "Technology"
        },
        {
            "company_name": "Newmont Goldcorp",
            "mission_statement": "To create value and improve lives through sustainable and responsible mining.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Spirit AeroSystems Holdings",
            "mission_statement": "As a company, Spirit is committed to enhancing the quality of life for employees and the community at large and makes significant professional, personal and financial investments everywhere Spirit is located.",
            "industry": "Other"
        },
        {
            "company_name": "Western & Southern Financial Group",
            "mission_statement": "We are a human institution serving human needs, and it’s our promise to deliver financial strength and stability for families when they need it most, and when they want to live life to the fullest.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Fortive",
            "mission_statement": "Essential technology for the people who accelerate progress.",
            "industry": "Technology"
        },
        {
            "company_name": "Graybar Electric",
            "mission_statement": "To serve as the vital link in the supply chain, adding value for customers and suppliers with innovative solutions and services.",
            "industry": "Technology"
        },
        {
            "company_name": "NVR",
            "mission_statement": "As a corporate entity NVR, Inc. provides various support functions for each of its sub-entities. These include essential managerial structures, vital human resource specialists, and an advanced information technology department, which all intertwine to provide a network of resources utilized by NVR, inc. holdings.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Avery Dennison",
            "mission_statement": "Through this page, you’ll learn how our curiosity drives us towards making the products you use more engaging, brands you love more compelling and inventories you count on more productive.",
            "industry": "Technology"
        },
        {
            "company_name": "Celanese",
            "mission_statement": "To be the first-choice chemistry solution source for our customers.",
            "industry": "Other"
        },
        {
            "company_name": "American Financial Group",
            "mission_statement": "American Financial Group is committed to delivering financial solutions that fulfill today’s needs and tomorrow’s dreams.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Toll Brothers",
            "mission_statement": "As a renowned new home builder, Toll Brothers goes beyond exceptional value, quality, and customer service to create a lifestyle that is rich in beauty, comfort, and luxury. It’s why we’re the nation’s leading builder of luxury homes.",
            "industry": "Other"
        },
        {
            "company_name": "Sanmina",
            "mission_statement": "We are flexible, responsive and strive to exceed customer expectations. Sanmina values building mutually beneficial relationships with our suppliers and customers. We are committed to providing unparalleled support and real competitive advantage for our customers.",
            "industry": "Technology"
        },
        {
            "company_name": "Insight Enterprises",
            "mission_statement": "With broadened expertise and global reach, Insight gives businesses and public sector organizations a more comprehensive approach to meeting business objectives with information technology solutions.",
            "industry": "Technology"
        },
        {
            "company_name": "Owens Corning",
            "mission_statement": "Owens Corning is a company with an unwavering commitment to delivering solutions, transforming markets and enhancing lives. It’s who we are. It’s why we are here. We do it by fully engaging our employees in support of growing our customer’s businesses.",
            "industry": "Other"
        },
        {
            "company_name": "Packaging Corp. of America",
            "mission_statement": "At PCA, we think of ourselves as more than a box manufacturer. We are an ideas and solutions company. We seek to be the leader in helping our customers — large and small — package, transport and display products of all kinds. It just happens to be that corrugated products are our area of expertise.",
            "industry": "Other"
        },
        {
            "company_name": "TravelCenters of America",
            "mission_statement": "To take care of all highway travelers in the finest full-service facilities on the road.",
            "industry": "Retail"
        },
        {
            "company_name": "Olin",
            "mission_statement": "Olin College prepares students to become exemplary engineering innovators who recognize needs, design solutions and engage in creative enterprises for the good of the world.",
            "industry": "Other"
        },
        {
            "company_name": "Arthur J. Gallagher",
            "mission_statement": "TO: Provide our employees with an opportunity for professional growth, personal satisfaction, and financial security. TO: Build and maintain long-lasting, consistent, honest, and profitable relationships with our insurance markets that we recognize play a crucial role in meeting our clients’ risk management needs.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "MasTec",
            "mission_statement": "Our mission at MasTec is to be recognized as a company that achieves customer expectations safely, profitably and in a manner that is rewarding for both our customers and our team.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Alleghany",
            "mission_statement": "Allegheny’s undergraduate residential education prepares young adults for successful, meaningful lives by promoting students’ intellectual, moral, and social development and encouraging personal and civic responsibility.",
            "industry": "Other"
        },
        {
            "company_name": "Owens-Illinois",
            "mission_statement": "To design, manufacture, and deliver products and services that meet the unique needs and expectations of each customer.",
            "industry": "Other"
        },
        {
            "company_name": "Asbury Automotive Group",
            "mission_statement": "The Company was strategically built on the premise of starting with the best ingredients – the right brands, markets and dealers. It’s a solid foundation – building on that foundation with a sound strategy and operating model will determine our success in the future.",
            "industry": "Retail"
        },
        {
            "company_name": "CMS Energy",
            "mission_statement": "World-Class Performance Delivering Hometown Service.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Markel",
            "mission_statement": "We seek to deliver innovative products and responsive customer service so that we can be a market leader. Our time horizon is long-term, our underwriting approach is disciplined, and our focus is on continuously improving the quality of the customer experience.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Blackstone Group",
            "mission_statement": "To deliver enhanced returns and capital preservation over the long term. All of our businesses reflect Blackstone’s strong partnership culture, personalized approach, commitment to exceptional performance and uncompromising integrity.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "AK Steel Holding",
            "mission_statement": "Our AK Steel team creates innovative, high quality steel solutions for our customers in a safe, responsible and profitable manner.",
            "industry": "Other"
        },
        {
            "company_name": "Hanesbrands",
            "mission_statement": "To profitably grow our leading brands by intimately understanding our customers, out-executing our competition and leveraging our sustainable competitive advantage.",
            "industry": "Retail"
        },
        {
            "company_name": "R.R. Donnelley & Sons",
            "mission_statement": "To enable our clients to better connect with their customers.",
            "industry": "Other"
        },
        {
            "company_name": "Wayfair",
            "mission_statement": "To make home a reality for more of the many people in need of safe shelter and basic household items that help make a home.",
            "industry": "Retail"
        },
        {
            "company_name": "Regions Financial",
            "mission_statement": "To achieve superior economic value for our shareholders over time by making life better for our customers, our associates and our communities and creating shared value as we help them meet their financial goals and aspirations.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Wynn Resorts",
            "mission_statement": "To provide premium consumers with an unforgettable experience in a luxurious atmosphere, while offering the highest quality of customer service and amenities.",
            "industry": "Other"
        },
        {
            "company_name": "Ulta Beauty",
            "mission_statement": "To be the most loved beauty destination of our guests and the most admired retailer by our Ulta Beauty associates, communities, partners and investors.",
            "industry": "Retail"
        },
        {
            "company_name": "Regeneron Pharmaceuticals",
            "mission_statement": "To discover and develop new medicines, which allows us to deliver greater value to our patients, employees and communities.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Burlington Stores",
            "mission_statement": "Burlington is a company that truly lives by their Core Values to Drive Results, to Trust and Respect Each Other and to Build teams and Partnerships. We need to continue to grow the brand. We need to do a better job to get the word out that it’s no longer Burlington Coat Factory.",
            "industry": "Retail"
        },
        {
            "company_name": "Rockwell Automation",
            "mission_statement": "To improve the quality of life by making the world more productive and sustainable.",
            "industry": "Technology"
        },
        {
            "company_name": "Northern Trust",
            "mission_statement": "To be our clients’ most trusted financial partner, delivering market-leading capabilities through exceptional people and technology.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Chemours",
            "mission_statement": "We aspire to be nothing less than the best in the world at harnessing the power of chemistry to improve the lives of people everywhere.",
            "industry": "Technology"
        },
        {
            "company_name": "Seaboard",
            "mission_statement": "To be a leader in ocean transportation and logistics where employees partner with customers to provide the highest level of service without exception.",
            "industry": "Other"
        },
        {
            "company_name": "Marathon Oil",
            "mission_statement": "Marathon is a company that strives to bring value and values together. We create value for our shareholders and provide quality products and services for our customers.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Ascena Retail Group",
            "mission_statement": "We are committed to providing all women and girls with fashion and inspiration for living confidently every day.",
            "industry": "Retail"
        },
        {
            "company_name": "Dillard’s",
            "mission_statement": "The Company focuses on delivering maximum fashion and value to its shoppers by offering compelling apparel and home selections complemented by exceptional customer care.",
            "industry": "Retail"
        },
        {
            "company_name": "Cintas",
            "mission_statement": "We will exceed our customers’ expectations to maximize the long-term value of Cintas for its shareholders and working partners.",
            "industry": "Other"
        },
        {
            "company_name": "Advanced Micro Devices",
            "mission_statement": "Because our customers’ needs are ever-changing, AMD understands the value of looking towards—and keeping pace with—the future.",
            "industry": "Technology"
        },
        {
            "company_name": "Hess",
            "mission_statement": "To be a trusted energy partner. We are committed to help meet the world’s growing energy needs in a safe, environmentally responsible, socially sensitive and profitable way.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "M&T Bank Corp.",
            "mission_statement": "To make a difference in people’s lives.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "ABM Industries",
            "mission_statement": "To take care of the people, spaces, and places that are important to you.",
            "industry": "Other"
        },
        {
            "company_name": "Beacon Roofing Supply",
            "mission_statement": "To be a leading North Am erican supplier to commercial and residential roofing and exterior bu ilding contractors through a family of long-established regional supp liers and to add value to our contractor customers’ businesses, to our employees’ careers, to our investors’ assets, and to our suppliers’ products.",
            "industry": "Other"
        },
        {
            "company_name": "NCR",
            "mission_statement": "We are the new NCR: Leading how the world connects, interacts and transacts with business.",
            "industry": "Technology"
        },
        {
            "company_name": "HeartMedia",
            "mission_statement": "We believe there’s a radio station playing the perfect music to make any moment in life better.",
            "industry": "Technology"
        },
        {
            "company_name": "Franklin Resources",
            "mission_statement": "To make the most of that expertise, you need the financial strength and resources of a global player.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Ameren",
            "mission_statement": "To power the quality of life.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Intercontinental Exchange",
            "mission_statement": "We believe in providing our customers transparent access to global markets, and we make it our mission to deliver that – whether it means listing on the New York Stock Exchange to generate capital or turning to ICE futures markets to manage price and counterparty risk.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "S&P Global",
            "mission_statement": "We accelerate progress in the world by providing intelligence that is essential for companies, governments and individuals to make decisions with conviction.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Post Holdings",
            "mission_statement": "To provide our customers with the highest quality products at the very best price while providing excellent customer support.",
            "industry": "Other"
        },
        {
            "company_name": "Analog Devices",
            "mission_statement": "To be the world’s best signal processing company.",
            "industry": "Technology"
        },
        {
            "company_name": "Ralph Lauren",
            "mission_statement": "To offer, along with our licensing alliances, broad lifestyle product collections with a unified vision.",
            "industry": "Retail"
        },
        {
            "company_name": "L3Harris Technologies",
            "mission_statement": "To provide customers with state-of-the-art communication and telemetry solutions for airborne, intel and space applications.",
            "industry": "Technology"
        },
        {
            "company_name": "Booz Allen Hamilton",
            "mission_statement": "To empower people to change the world, and our values are ferocious integrity, unflinching courage, passionate service, collective ingenuity, and a champion’s heart.",
            "industry": "Technology"
        },
        {
            "company_name": "Polaris Industries",
            "mission_statement": "To fuel the passion of riders, workers and outdoors enthusiasts around the world by delivering innovative, high-quality vehicles, products, services and experiences that enrich their lives.",
            "industry": "Other"
        },
        {
            "company_name": "Clorox",
            "mission_statement": "We make everyday life better, every day—is a reflection of our products has a meaningful impact on consumers’ everyday lives.",
            "industry": "Other"
        },
        {
            "company_name": "Realogy Holdings",
            "mission_statement": "We empower real estate professionals and strengthen communities by delivering exceptional brands, support and service through the quality and integrity of our people.",
            "industry": "Other"
        },
        {
            "company_name": "HD Supply Holdings",
            "mission_statement": "HD Supply is committed to creating a diverse work environment where all associates are included, respected and encouraged to do their best work.",
            "industry": "Retail"
        },
        {
            "company_name": "Graphic Packaging Holding",
            "mission_statement": "A World of Difference. We’re a leader in the packaging industry, serving hundreds of the world’s most recognized brands. You’ve probably purchased food, beverages or other consumer products sold in our packaging.",
            "industry": "Other"
        },
        {
            "company_name": "Old Republic International",
            "mission_statement": "To provide quality insurance security and related services to businesses, individuals, and public institutions, and be a dependable long-term steward of the trust that policyholders, shareholders, and other important stakeholders place in us.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Intuit",
            "mission_statement": "Our mission is powering prosperity around the world. We build intuitive web, mobile, and cloud solutions that generate more money, more time, and more confidence for 50 million people.",
            "industry": "Technology"
        },
        {
            "company_name": "NetApp",
            "mission_statement": "To support companies throughout the digital transformation process, delivering hybrid cloud data services that radically improve organizational efficiency and create new business opportunities.",
            "industry": "Technology"
        },
        {
            "company_name": "Tapestry",
            "mission_statement": "Our information management solutions help customers see the big picture and meet mission-critical objectives. From end-to-end logistics software, enterprise asset management and mission planning services, Tapestry helps customers solve complex problems and sharpen operational efficiency.",
            "industry": "Technology"
        },
        {
            "company_name": "ON Semiconductor",
            "mission_statement": "ON Semiconductor delivers high quality, energy efficient solutions to solve its customer’s electronics design challenges with a world-class supply chain and ethical culture committed to global corporate social responsibility.",
            "industry": "Technology"
        },
        {
            "company_name": "Ingredion",
            "mission_statement": "We believe that our success as a company is tied to the well-being of our employees and the health of our communities and the environment.",
            "industry": "Other"
        },
        {
            "company_name": "Zoetis",
            "mission_statement": "We build on a six-decade history and singular focus on animal health to bring customers quality products, services and a commitment to their businesses.",
            "industry": "Healthcare"
        },
        {
            "company_name": "Fiserv",
            "mission_statement": "To move money and information in a way that moves the world.",
            "industry": "Technology"
        },
        {
            "company_name": "TreeHouse Foods",
            "mission_statement": "To create value as our customers’ preferred manufacturing and distribution partner, providing thought leadership, superior innovation and a relentless focus on execution.",
            "industry": "Other"
        },
        {
            "company_name": "Robert Half International",
            "mission_statement": "Robert Half helps people find rewarding work and clients find the right talent to grow their businesses, and our goal is to adhere to the highest ethical standards when doing so.",
            "industry": "Other"
        },
        {
            "company_name": "First American Financial",
            "mission_statement": "To provide you with comprehensive insurance solutions that provide security, protection, peace of mind, and superior customer service at value pricing.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Harley-Davidson",
            "mission_statement": "We fulfill dreams through the experiences of motorcycling, by providing to motorcyclists and to the general public an expanding line of motorcycles and branded products and services in selected market segments.",
            "industry": "Other"
        },
        {
            "company_name": "Windstream Holdings",
            "mission_statement": "To be the pillar for our veterans, military spouses and active Guard & Reserve members; by providing networking opportunities, empowering information, and career development that equips each individual to excel in their new career paths.",
            "industry": "Other"
        },
        {
            "company_name": "Yum Brands",
            "mission_statement": "To build the world’s most loved, trusted and fastest growing restaurant brands.",
            "industry": "Retail"
        },
        {
            "company_name": "Williams-Sonoma",
            "mission_statement": "To help you celebrate the people in your life and to make gift giving personable and fun.",
            "industry": "Retail"
        },
        {
            "company_name": "Simon Property Group",
            "mission_statement": "At Simon, our goal is your business’s success. That’s why we have leasing, development, management, and marketing professionals established to ensure that this property and your business are well-maintained and highly visible within the community.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Navient",
            "mission_statement": "To enhance the financial success of our customers by delivering innovative solutions and insights with compassion and personalized service.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Western Union",
            "mission_statement": "We do business each day with absolute integrity, honesty and passion, partnering as a team to meet our consumers’ needs.",
            "industry": "Investment_Finance"
        },
        {
            "company_name": "Peabody Energy",
            "mission_statement": "To create superior value for shareholders as the leading global supplier of coal, which enables economic prosperity and a better quality of life.",
            "industry": "Energy_Sector"
        },
        {
            "company_name": "Levi Strauss",
            "mission_statement": "To sustain responsible commercial success as a global marketing company of branded casual apparel.",
            "industry": "Retail"
        }
    ]
}