{
    "source": "https://tomislavhorvat.com/mission-statement-examples/",
    "extracted_date": "2024-11-22",
    "num_companies": 100,
    "companies": [
        {
            "company_name": "USAA",
            "mission_statement": "To facilitate the financial security of its members, associates and their families by providing a full range of highly competitive financial products and services. In so doing, we seek to be the provider of choice for the military community."
        },
        {
            "company_name": "Hewlett Packard Enterprise",
            "mission_statement": "Hewlett Packard Enterprise helps customers make their mark on the world with cutting-edge technology solutions. We enable our customers to transform industries, markets, and lives by optimizing their IT to be uniquely suited to their needs."
        },
        {
            "company_name": "Abbott Laboratories",
            "mission_statement": "To improve lives by providing cost-effective health care products and services."
        },
        {
            "company_name": "Twenty-First Century Fox",
            "mission_statement": "21st Century Fox is committed to unlocking the potential of the audiences we serve by focusing on creativity & the arts, sports & well-being, and knowledge & exploration, as well as through a commitment to diversity and sustainable business practice."
        },
        {
            "company_name": "Micron Technology",
            "mission_statement": "Be a global leader in memory and storage solutions."
        },
        {
            "company_name": "Travelers",
            "mission_statement": "In an uncertain world, Travelers is an insurance leader, committed to keeping pace with the ever-changing needs of our customers, and anticipating their needs for the future."
        },
        {
            "company_name": "Rite Aid",
            "mission_statement": "To improve the health and wellness of our communities through engaging experiences that provide our customers with the best products, services and advice to meet their unique wellness needs."
        },
        {
            "company_name": "Northrop Grumman",
            "mission_statement": "To be at the forefront of technology and innovation, delivering superior capability in tandem with maximized cost efficiencies."
        },
        {
            "company_name": "Arrow Electronics",
            "mission_statement": "To foster and grow a diverse and inclusive environment that encourages an open exchange of ideas, where each individual is valued, respected and enabled to reach his or her potential."
        },
        {
            "company_name": "Philip Morris International",
            "mission_statement": "We strive to be environmentally and socially responsible. We are dedicated to fighting the illegal cigarette trade. And we proudly support the communities where we source tobacco and where our employees live and work."
        },
        {
            "company_name": "Northwestern Mutual",
            "mission_statement": "To attract and develop highly motivated individuals committed to building a financial services practice as well as to provide representatives with a network of services and specialists to assist their clients in achieving their financial goals."
        },
        {
            "company_name": "INTL FCStone",
            "mission_statement": "Provides clients across the globe with a comprehensive range of customized financial services and tools to help them protect their margins and manage volatility."
        },
        {
            "company_name": "PBF Energy",
            "mission_statement": "To operate our facilities in a safe, reliable and environmentally responsible manner, provide employees with a safe and rewarding workplace, become a positive influence in the communities where we do business, and provide superior returns to our investors."
        },
        {
            "company_name": "Raytheon",
            "mission_statement": "To be the most admired defense and aerospace systems company through our world-class people, innovation and technology."
        },
        {
            "company_name": "Kraft Heinz",
            "mission_statement": "To be the BEST food company in the world."
        },
        {
            "company_name": "Mondelez International",
            "mission_statement": "Every day, we are inspired to go the extra mile to lead the future of snacking around the world. We do this by offering the right snack, for the right moment, made the right way."
        },
        {
            "company_name": "U.S. Bancorp",
            "mission_statement": "We work to meet our customers’ business and personal banking needs with competitive products and services, convenient access to their accounts, and proven stability backed by industry-leading financial metrics."
        },
        {
            "company_name": "Macy’s",
            "mission_statement": "Our goal is to be a retailer with the ability to see opportunity on the horizon and have a clear path for capitalizing on it. To do so, we are moving faster than ever before, employing more technology and concentrating our resources on those elements most important to our core customers."
        },
        {
            "company_name": "Dollar General",
            "mission_statement": "Our mission is to serve others."
        },
        {
            "company_name": "Nucor",
            "mission_statement": "Take Care of Our Customers."
        },
        {
            "company_name": "Starbucks",
            "mission_statement": "To inspire and nurture the human spirit — one person, one cup and one neighborhood at a time."
        },
        {
            "company_name": "DXC Technology",
            "mission_statement": "DXC Technology helps customers thrive on change."
        },
        {
            "company_name": "Eli Lilly",
            "mission_statement": "We pursue pharmaceutical innovation, provide high quality products and strive to deliver superior business results."
        },
        {
            "company_name": "Thermo Fisher Scientific",
            "mission_statement": "To enable our customers to make the world healthier, cleaner and safer."
        },
        {
            "company_name": "US Foods Holding",
            "mission_statement": "We believe in the power of food to give people a chance for a better future. As one of the largest food distributors in the United States, we’re privileged to be able to give back to the communities where we live and work – empowering people with both nourishment and opportunity."
        },
        {
            "company_name": "Duke Energy",
            "mission_statement": "We make people’s lives better by providing gas and electric services in a sustainable way — affordable, reliable and clean."
        },
        {
            "company_name": "Halliburton",
            "mission_statement": "To achieve superior growth and returns for our shareholders by delivering technology and services that improve efficiency, increase recovery, and maximize production for our customers."
        },
        {
            "company_name": "Cummins",
            "mission_statement": "Motivating people to act like owners working together. Exceeding customer expectations by always being first to market with the best products. Partnering with our customers to make sure that they succeed. Demanding that everything we do leads to a cleaner, healthier, safer environment."
        },
        {
            "company_name": "Amgen",
            "mission_statement": "To serve patients by transforming the promise of science and biotechnology into therapies that have the power to restore health or save lives. In everything we do, we aim to fulfill our mission to serve patients. And every step of the way, we are guided by the values that define us."
        },
        {
            "company_name": "Paccar",
            "mission_statement": "PACCAR’s global purchasing organization is responsible for the global procurement of heavy and medium duty truck production parts, aftermarket parts, non-production materials and services; along with coordinating global material logistics in support all PACCAR locations and businesses."
        },
        {
            "company_name": "Southern",
            "mission_statement": "Enhance the quality of graduate education across all programs to protect the value of graduate degrees awarded by Southern University. Assist faculty and administrators in building world-class graduate programs."
        },
        {
            "company_name": "CenturyLink",
            "mission_statement": "To enable millions of customers to transform their businesses and their lives through innovative technology solutions."
        },
        {
            "company_name": "International Paper",
            "mission_statement": "To improve people’s lives, the planet and our company’s performance by transforming renewable resources into products people depend on every day We do the right things, in the right ways, for the right reasons, all of the time—this is The IP Way."
        },
        {
            "company_name": "Union Pacific",
            "mission_statement": "The Men and Women of Union Pacific Are Dedicated to Serve. Union Pacific works for the good of our customers, shareholders, communities and one another. Our commitment defines us and drives the economic strength of our company and our country."
        },
        {
            "company_name": "Dollar Tree",
            "mission_statement": "Dollar Tree, Inc. is a customer-oriented, value-driven variety store operating at a one dollar price point. We will operate profitably, empower our associates to share in its opportunities, rewards and successes; and deal with others in an honest and considerate way."
        },
        {
            "company_name": "Penske Automotive Group",
            "mission_statement": "To be the most profitable, growth-oriented automotive retailer in each of the markets in which we operate."
        },
        {
            "company_name": "Qualcomm",
            "mission_statement": "Each day, we work to bring that vision to life as we lay the foundation for a new world of wireless communication."
        },
        {
            "company_name": "Bristol-Myers Squibb",
            "mission_statement": "To discover, develop and deliver innovative medicines that help patients prevail over serious diseases."
        },
        {
            "company_name": "Gilead Sciences",
            "mission_statement": "To advance the care of patients suffering from life-threatening diseases worldwide."
        },
        {
            "company_name": "Jabil",
            "mission_statement": "Our goal is to achieve customer satisfaction through excellence in design, supply chain management, manufacturing and repair solutions."
        },
        {
            "company_name": "ManpowerGroup",
            "mission_statement": "To inspire how we interact, create and deliver on our promise to clients, job seekers and ourselves."
        },
        {
            "company_name": "Southwest Airlines",
            "mission_statement": "Dedication to the highest quality of customer service delivered with a sense of warmth, friendliness, individual pride, and Company Spirit."
        },
        {
            "company_name": "Aflac",
            "mission_statement": "To combine aggressive strategic marketing with quality products and services at competitive prices to provide the best insurance value for consumers."
        },
        {
            "company_name": "Tesla",
            "mission_statement": "To accelerate the world’s transition to sustainable energy."
        },
        {
            "company_name": "AutoNation",
            "mission_statement": "To deliver a peerless customer experience."
        },
        {
            "company_name": "CBRE Group",
            "mission_statement": "Deliver superior outcomes for occupiers, residents and the communities in which we build. Deliver market-leading financial returns to our investment partners. Attract and retain top talent by upholding an entrepreneurial and rewarding work environment."
        },
        {
            "company_name": "Lear",
            "mission_statement": "We are committed to conducting business in an ethical, lawful, and socially responsible manner."
        },
        {
            "company_name": "Whirlpool",
            "mission_statement": "Earn trust and create demand for our brands in a digital world."
        },
        {
            "company_name": "McDonald’s",
            "mission_statement": "To be our customers’ favorite place and way to eat and drink."
        },
        {
            "company_name": "Broadcom",
            "mission_statement": "Broadcom’s extensive product portfolio serves multiple applications within four primary end markets: wired infrastructure, wireless communications, enterprise storage and industrial & others."
        },
        {
            "company_name": "Marriott International",
            "mission_statement": "To enhance the lives of our customers by creating and enabling unsurpassed vacation and leisure experience."
        },
        {
            "company_name": "Western Digital",
            "mission_statement": "Western Digital is committed to sound corporate sustainability in all aspects of our business."
        },
        {
            "company_name": "Visa",
            "mission_statement": "To connect the world through the most innovative, reliable and secure payment network – enabling individuals, businesses and economies to thrive."
        },
        {
            "company_name": "Lennar",
            "mission_statement": "Lennar builds affordable, move-up and retirement homes in Communities that cater to almost any lifestyle – such as urban, golf course, Active Adult or suburban Communities."
        },
        {
            "company_name": "WellCare Health Plans",
            "mission_statement": "To serve our members and communities in which they live."
        },
        {
            "company_name": "Kohl’s",
            "mission_statement": "To be the leading family-focused, value-oriented specialty department store offering quality exclusive and national brand merchandise to the customer in an environment that is convenient, friendly, and exciting."
        },
        {
            "company_name": "AECOM",
            "mission_statement": "From high-performance buildings and infrastructure, to resilient communities and environments, to stable and secure nations, our work is transformative, differentiated and vital."
        },
        {
            "company_name": "Synnex",
            "mission_statement": "Synnex helps customers, business partners and employees achieve success through shared goals, strategies, resources and technology solutions. With wise investments, innovation and solutions-based products, we increase shareholder and corporate value to all stakeholders."
        },
        {
            "company_name": "PNC Financial Services",
            "mission_statement": "We offer products, services and experiences that fulfill our customers’ financial needs and goals in a clear and transparent way."
        },
        {
            "company_name": "Danaher",
            "mission_statement": "We base our strategic plan on the Voice-of-the-Customer. Robust, repeatable processes yield superior Quality, Delivery, and Cost that satisfy our customers beyond their expectations."
        },
        {
            "company_name": "Hartford Financial Services",
            "mission_statement": "We help our customers create a secure and prosperous future by anticipating their needs and providing superior financial solutions."
        },
        {
            "company_name": "Altria Group",
            "mission_statement": "To own and develop financially disciplined businesses that are leaders in responsibly providing adult tobacco consumers with superior branded products."
        },
        {
            "company_name": "Bank of New York Mellon",
            "mission_statement": "To help people realize their full potential by leveraging our distinctive expertise to power investment success."
        },
        {
            "company_name": "Fluor",
            "mission_statement": "Fluor’s mission is built on successfully delivering projects in a safe, efficient, and economical manner"
        },
        {
            "company_name": "Avnet",
            "mission_statement": "Avnet will deliver the highest value to our customers, suppliers, employees and shareholders as the premier technology marketing, distribution and services company, globally."
        },
        {
            "company_name": "Icahn Enterprises",
            "mission_statement": "unknown"
        },
        {
            "company_name": "Occidental Petroleum",
            "mission_statement": "To develop energy resources safely, profitably and responsibly to maximize value."
        },
        {
            "company_name": "Molina Healthcare",
            "mission_statement": "To provide quality health services to financially vulnerable families and individuals covered by government programs."
        },
        {
            "company_name": "Genuine Parts",
            "mission_statement": "With over 75 years of distribution expertise, our well-positioned, regionally located distribution centers provide us with the unique ability to adapt our product and service lines to better suit our customers’ needs."
        },
        {
            "company_name": "Freeport-McMoRan",
            "mission_statement": "With our significant proven and probable reserves of copper, gold and molybdenum, we are pursuing a dynamic portfolio of expansion and growth projects, which we believe positions us well in the current economic environment of strong commodity prices and demand."
        },
        {
            "company_name": "Kimberly-Clark",
            "mission_statement": "Kimberly-Clark has adhered to a set of simple yet insightful values established by our founders – quality, service and fair dealing. These are the standards of performance by which our leadership and employees are measured. These values have helped establish Kimberly-Clark as a leading-edge global company that produces superior health and hygiene products used by families and professionals from all walks of life and cultures around the world."
        },
        {
            "company_name": "Tenet Healthcare",
            "mission_statement": "To provide quality, compassionate care in the communities we serve. Our Vision is to consistently deliver the right care, in the right place, at the right time and to be a premier organization to work, where patient care and saving lives remain our focus."
        },
        {
            "company_name": "Synchrony Financial",
            "mission_statement": "To create financial and technology solutions to move our customers and partners forward."
        },
        {
            "company_name": "CarMax",
            "mission_statement": "To provide our customers great quality cars at great prices with exceptional customer service."
        },
        {
            "company_name": "HollyFrontier",
            "mission_statement": "To be the premier U.S. petroleum refining, pipeline and terminal company as measured by superior financial performance and sustainable, profitable growth. Growing both organically and through strategic acquisitions."
        },
        {
            "company_name": "Performance Food Group",
            "mission_statement": "We will be the innovative leader in providing customer satisfaction. In partnership with our customers, associates, vendors and sister companies, we will achieve mutually profitable growth."
        },
        {
            "company_name": "Sherwin-Williams",
            "mission_statement": "We are committed to providing our people with a friendly, safe and exciting work environment that includes opportunities to learn and grow. … Our world-class brands and innovative products exist because of the work and dedication of our people."
        },
        {
            "company_name": "Emerson Electric",
            "mission_statement": "Emerson is where technology and engineering come together to create solutions for the benefit of our customers, driven without compromise for a world in action."
        },
        {
            "company_name": "NGL Energy Partners",
            "mission_statement": "NGL Energy Partners LP is a diversified midstream MLP that provides multiple services to producers and end-users, including transportation, storage, blending and marketing of crude oil, NGLs, refined products / renewables, and water solutions."
        },
        {
            "company_name": "XPO Logistics",
            "mission_statement": "XPO is a top ten global provider of transportation and logistics services, with a highly integrated network of people, technology and physical assets."
        },
        {
            "company_name": "EOG Resources",
            "mission_statement": "To deliver the highest stockholder appreciation measured by stockholder return and to be the most profitable independent exploration and production company in terms of return on capital employed."
        },
        {
            "company_name": "Applied Materials",
            "mission_statement": "To be the leading supplier of semiconductor fabrication solutions worldwide-through innovation and enhancement of customer productivity with systems and service solutions."
        },
        {
            "company_name": "PG&E",
            "mission_statement": "PG&E pledges to think creatively and work cooperatively to increase our use of clean and renewable energy, reduce the impacts of our business, protect sensitive habitats and species, and work locally to help our customers use energy more efficiently."
        },
        {
            "company_name": "NextEra Energy",
            "mission_statement": "To being the best electric utility in the world, by delivering superior value to our customers, by operating with excellence, and by supporting a constructive regulatory environment."
        },
        {
            "company_name": "C.H. Robinson Worldwide",
            "mission_statement": "Our people, processes, and technology improve the world’s transportation and supply chains, delivering exceptional value to our customers and suppliers."
        },
        {
            "company_name": "Gap",
            "mission_statement": "To democratize fashion and make shopping fun again. To bring incredible style and quality to families the world over."
        },
        {
            "company_name": "Lincoln National",
            "mission_statement": "We’re committed to service leadership, recognizing and celebrating good corporate citizenship, promoting sustainable business practices and improving the quality of life in our communities."
        },
        {
            "company_name": "DaVita",
            "mission_statement": "To Be the Provider, Partner and Employer of Choice We aim to Build the Greatest Health Care Community the World Has Ever Seen through our commitment to upholding our Mission and Core Values for our patients, partners and teammates."
        },
        {
            "company_name": "Jones Lang LaSalle",
            "mission_statement": "Real value in a changing world: We are committed to creating value for our clients and shareholders. We hold ourselves accountable for the social, environmental and economic impact of our operations."
        },
        {
            "company_name": "WestRock",
            "mission_statement": "WestRock strives to build, mentor, nurture and empower a supply chain that reflects the diversity of our customers and the global communities where we work and serve."
        },
        {
            "company_name": "CDW",
            "mission_statement": "To help our customers achieve their goals by providing them with the technology advice and products they need, when they need them."
        },
        {
            "company_name": "American Electric Power",
            "mission_statement": "Together, with our customers, we are redefining the future of energy and developing innovative solutions that power communities and improve lives."
        },
        {
            "company_name": "Cognizant Technology Solutions",
            "mission_statement": "Cognizant’s single-minded mission is to dedicate our business process and technology innovation know-how, deep industry expertise and worldwide resources to working together with clients to make their businesses stronger."
        },
        {
            "company_name": "D.R. Horton",
            "mission_statement": "To provide all our nation’s homebuyers the quality of a new home at an affordable value."
        },
        {
            "company_name": "Becton Dickinson",
            "mission_statement": "We are committed to upholding the highest standards of excellence and integrity in everything we do—on behalf of our customers, our shareholders, our communities and ourselves. We are proud to work for a healthcare company whose products and services make a difference in people’s lives."
        },
        {
            "company_name": "Nordstrom",
            "mission_statement": "To provide outstanding service every day, one customer at a time. A further focus is provided to Nordstrom employees at all levels with this Nordstrom goal, which is also a management mission."
        },
        {
            "company_name": "Netflix",
            "mission_statement": "We promise our customers stellar service, our suppliers a valuable partner, our investors the prospects of sustained profitable growth, and our employees the allure of huge impact."
        },
        {
            "company_name": "Aramark",
            "mission_statement": "Enriching and Nourishing Lives."
        },
        {
            "company_name": "Texas Instruments",
            "mission_statement": "Texas Instruments develops analog, digital signal processing, RF and DLP® semiconductor technologies that help customers deliver consumer and industrial electronics products with greater performance, increased power efficiency, higher precision, more mobility and better quality."
        },
        {
            "company_name": "General Mills",
            "mission_statement": "To make lives healthier, easier and richer."
        }
    ]
}