{
    "source": "https://tomislavhorvat.com/mission-statement-examples/",
    "extracted_date": "2024-11-22",
    "num_companies": 100,
    "companies": [
        {
            "company_name": "A-Mark Precious Metals",
            "mission_statement": "unknown"
        },
        {
            "company_name": "Fidelity National Financial",
            "mission_statement": "At FNF we’re committed to upholding our company’s core values, which inspire us to do our best each day. We believe in reaching decisions and implementing effective solutions quickly. We provide employees authority with responsibility to encourage decision-making at the point of client contact."
        },
        {
            "company_name": "Constellation Brands",
            "mission_statement": "Build Brands That People Love We’re in the business of creating new experiences that bring people together and elevate their lives."
        },
        {
            "company_name": "Quest Diagnostics",
            "mission_statement": "Quest Diagnostics empowers people to take action to improve health outcomes."
        },
        {
            "company_name": "Activision Blizzard",
            "mission_statement": "To inspire play, competition and community connects hundreds of millions of people, and creating a great place to work is the key to serving them well."
        },
        {
            "company_name": "Weyerhaeuser",
            "mission_statement": "Deliver the most value from every acre: Whether it’s timber, real estate, recreation or conservation, we make the most of all our land assets. Drive operational excellence: We’re focused on delivering quality products that our customers want and are willing to pay for, and doing it at the lowest possible cost."
        },
        {
            "company_name": "Raymond James Financial",
            "mission_statement": "To help our clients achieve financial independence through professional advice, sound risk management, quality investment products, and personal, efficient service."
        },
        {
            "company_name": "Casey’s General Stores",
            "mission_statement": "To provide quality products at competitive prices with courteous service in clean stores at convenient locations. To provide a work environment where employees are treated with respect, dignity and honesty and where high performance is expected and rewarded."
        },
        {
            "company_name": "Keurig Dr Pepper",
            "mission_statement": "To foster physically active, engaged and sustainable communities where our employees, customers and consumers live and work."
        },
        {
            "company_name": "American Tower",
            "mission_statement": "Lead wireless connectivity around the globe. Innovate for a mobile future. Drive efficiency throughout the industry."
        },
        {
            "company_name": "Apache",
            "mission_statement": "To grow in an innovative, safe, environmentally responsible and profitable manner for the long-term benefit of our stakeholders."
        },
        {
            "company_name": "Dover",
            "mission_statement": "It’s our unwavering commitment to maintaining our values that defines who we are as a Company. At Dover, we strive to continue to be champions of our values to help propel Dover to even greater success."
        },
        {
            "company_name": "KeyCorp",
            "mission_statement": "To empower its clients, communities and employees to thrive. The path to financial wellness starts here. No matter who you are, where you are on your financial journey, or what barriers are ahead of you, KeyBank will help you move forward."
        },
        {
            "company_name": "J.M. Smucker",
            "mission_statement": "To serve its consumers with best consumers’ quality products like fruit spreads, peanut butter, shortening and oils, ice cream toppings, health foods and natural beverages that help them in creating memorable mealtime moments."
        },
        {
            "company_name": "Citizens Financial Group",
            "mission_statement": "To help our customers, colleagues and communities reach their potential."
        },
        {
            "company_name": "Motorola Solutions",
            "mission_statement": "At Motorola Solutions, we not only build that lifeline – with mission-critical services, software, video and analytics, backed by secure, resilient land mobile radio communications – we advance it every day through our commitment to innovation."
        },
        {
            "company_name": "Magellan Health",
            "mission_statement": "Leading humanity to healthy, vibrant lives."
        },
        {
            "company_name": "American Axle & Manufacturing",
            "mission_statement": "To deliver efficient, powerful and innovative solutions for our customers while leading the industry in quality, operational excellence and technology to maximize shareholder value."
        },
        {
            "company_name": "Newmont Goldcorp",
            "mission_statement": "To create value and improve lives through sustainable and responsible mining."
        },
        {
            "company_name": "Spirit AeroSystems Holdings",
            "mission_statement": "As a company, Spirit is committed to enhancing the quality of life for employees and the community at large and makes significant professional, personal and financial investments everywhere Spirit is located."
        },
        {
            "company_name": "Western & Southern Financial Group",
            "mission_statement": "We are a human institution serving human needs, and it’s our promise to deliver financial strength and stability for families when they need it most, and when they want to live life to the fullest."
        },
        {
            "company_name": "Fortive",
            "mission_statement": "Essential technology for the people who accelerate progress."
        },
        {
            "company_name": "Graybar Electric",
            "mission_statement": "To serve as the vital link in the supply chain, adding value for customers and suppliers with innovative solutions and services."
        },
        {
            "company_name": "NVR",
            "mission_statement": "As a corporate entity NVR, Inc. provides various support functions for each of its sub-entities. These include essential managerial structures, vital human resource specialists, and an advanced information technology department, which all intertwine to provide a network of resources utilized by NVR, inc. holdings."
        },
        {
            "company_name": "Avery Dennison",
            "mission_statement": "Through this page, you’ll learn how our curiosity drives us towards making the products you use more engaging, brands you love more compelling and inventories you count on more productive."
        },
        {
            "company_name": "Celanese",
            "mission_statement": "To be the first-choice chemistry solution source for our customers."
        },
        {
            "company_name": "American Financial Group",
            "mission_statement": "American Financial Group is committed to delivering financial solutions that fulfill today’s needs and tomorrow’s dreams."
        },
        {
            "company_name": "Toll Brothers",
            "mission_statement": "As a renowned new home builder, Toll Brothers goes beyond exceptional value, quality, and customer service to create a lifestyle that is rich in beauty, comfort, and luxury. It’s why we’re the nation’s leading builder of luxury homes."
        },
        {
            "company_name": "Sanmina",
            "mission_statement": "We are flexible, responsive and strive to exceed customer expectations. Sanmina values building mutually beneficial relationships with our suppliers and customers. We are committed to providing unparalleled support and real competitive advantage for our customers."
        },
        {
            "company_name": "Insight Enterprises",
            "mission_statement": "With broadened expertise and global reach, Insight gives businesses and public sector organizations a more comprehensive approach to meeting business objectives with information technology solutions."
        },
        {
            "company_name": "Owens Corning",
            "mission_statement": "Owens Corning is a company with an unwavering commitment to delivering solutions, transforming markets and enhancing lives. It’s who we are. It’s why we are here. We do it by fully engaging our employees in support of growing our customer’s businesses."
        },
        {
            "company_name": "Packaging Corp. of America",
            "mission_statement": "At PCA, we think of ourselves as more than a box manufacturer. We are an ideas and solutions company. We seek to be the leader in helping our customers — large and small — package, transport and display products of all kinds. It just happens to be that corrugated products are our area of expertise."
        },
        {
            "company_name": "TravelCenters of America",
            "mission_statement": "To take care of all highway travelers in the finest full-service facilities on the road."
        },
        {
            "company_name": "Olin",
            "mission_statement": "Olin College prepares students to become exemplary engineering innovators who recognize needs, design solutions and engage in creative enterprises for the good of the world."
        },
        {
            "company_name": "Arthur J. Gallagher",
            "mission_statement": "TO: Provide our employees with an opportunity for professional growth, personal satisfaction, and financial security. TO: Build and maintain long-lasting, consistent, honest, and profitable relationships with our insurance markets that we recognize play a crucial role in meeting our clients’ risk management needs."
        },
        {
            "company_name": "MasTec",
            "mission_statement": "Our mission at MasTec is to be recognized as a company that achieves customer expectations safely, profitably and in a manner that is rewarding for both our customers and our team."
        },
        {
            "company_name": "Alleghany",
            "mission_statement": "Allegheny’s undergraduate residential education prepares young adults for successful, meaningful lives by promoting students’ intellectual, moral, and social development and encouraging personal and civic responsibility."
        },
        {
            "company_name": "Owens-Illinois",
            "mission_statement": "To design, manufacture, and deliver products and services that meet the unique needs and expectations of each customer."
        },
        {
            "company_name": "Asbury Automotive Group",
            "mission_statement": "The Company was strategically built on the premise of starting with the best ingredients – the right brands, markets and dealers. It’s a solid foundation – building on that foundation with a sound strategy and operating model will determine our success in the future."
        },
        {
            "company_name": "CMS Energy",
            "mission_statement": "World-Class Performance Delivering Hometown Service."
        },
        {
            "company_name": "Markel",
            "mission_statement": "We seek to deliver innovative products and responsive customer service so that we can be a market leader. Our time horizon is long-term, our underwriting approach is disciplined, and our focus is on continuously improving the quality of the customer experience."
        },
        {
            "company_name": "Blackstone Group",
            "mission_statement": "To deliver enhanced returns and capital preservation over the long term. All of our businesses reflect Blackstone’s strong partnership culture, personalized approach, commitment to exceptional performance and uncompromising integrity."
        },
        {
            "company_name": "AK Steel Holding",
            "mission_statement": "Our AK Steel team creates innovative, high quality steel solutions for our customers in a safe, responsible and profitable manner."
        },
        {
            "company_name": "Hanesbrands",
            "mission_statement": "To profitably grow our leading brands by intimately understanding our customers, out-executing our competition and leveraging our sustainable competitive advantage."
        },
        {
            "company_name": "R.R. Donnelley & Sons",
            "mission_statement": "To enable our clients to better connect with their customers."
        },
        {
            "company_name": "Wayfair",
            "mission_statement": "To make home a reality for more of the many people in need of safe shelter and basic household items that help make a home."
        },
        {
            "company_name": "Regions Financial",
            "mission_statement": "To achieve superior economic value for our shareholders over time by making life better for our customers, our associates and our communities and creating shared value as we help them meet their financial goals and aspirations."
        },
        {
            "company_name": "Wynn Resorts",
            "mission_statement": "To provide premium consumers with an unforgettable experience in a luxurious atmosphere, while offering the highest quality of customer service and amenities."
        },
        {
            "company_name": "Ulta Beauty",
            "mission_statement": "To be the most loved beauty destination of our guests and the most admired retailer by our Ulta Beauty associates, communities, partners and investors."
        },
        {
            "company_name": "Regeneron Pharmaceuticals",
            "mission_statement": "To discover and develop new medicines, which allows us to deliver greater value to our patients, employees and communities."
        },
        {
            "company_name": "Burlington Stores",
            "mission_statement": "Burlington is a company that truly lives by their Core Values to Drive Results, to Trust and Respect Each Other and to Build teams and Partnerships. We need to continue to grow the brand. We need to do a better job to get the word out that it’s no longer Burlington Coat Factory."
        },
        {
            "company_name": "Rockwell Automation",
            "mission_statement": "To improve the quality of life by making the world more productive and sustainable."
        },
        {
            "company_name": "Northern Trust",
            "mission_statement": "To be our clients’ most trusted financial partner, delivering market-leading capabilities through exceptional people and technology."
        },
        {
            "company_name": "Chemours",
            "mission_statement": "We aspire to be nothing less than the best in the world at harnessing the power of chemistry to improve the lives of people everywhere."
        },
        {
            "company_name": "Seaboard",
            "mission_statement": "To be a leader in ocean transportation and logistics where employees partner with customers to provide the highest level of service without exception."
        },
        {
            "company_name": "Marathon Oil",
            "mission_statement": "Marathon is a company that strives to bring value and values together. We create value for our shareholders and provide quality products and services for our customers."
        },
        {
            "company_name": "Ascena Retail Group",
            "mission_statement": "We are committed to providing all women and girls with fashion and inspiration for living confidently every day."
        },
        {
            "company_name": "Dillard’s",
            "mission_statement": "The Company focuses on delivering maximum fashion and value to its shoppers by offering compelling apparel and home selections complemented by exceptional customer care."
        },
        {
            "company_name": "Cintas",
            "mission_statement": "We will exceed our customers’ expectations to maximize the long-term value of Cintas for its shareholders and working partners."
        },
        {
            "company_name": "Advanced Micro Devices",
            "mission_statement": "Because our customers’ needs are ever-changing, AMD understands the value of looking towards—and keeping pace with—the future."
        },
        {
            "company_name": "Hess",
            "mission_statement": "To be a trusted energy partner. We are committed to help meet the world’s growing energy needs in a safe, environmentally responsible, socially sensitive and profitable way."
        },
        {
            "company_name": "M&T Bank Corp.",
            "mission_statement": "To make a difference in people’s lives."
        },
        {
            "company_name": "ABM Industries",
            "mission_statement": "To take care of the people, spaces, and places that are important to you."
        },
        {
            "company_name": "Beacon Roofing Supply",
            "mission_statement": "To be a leading North Am erican supplier to commercial and residential roofing and exterior bu ilding contractors through a family of long-established regional supp liers and to add value to our contractor customers’ businesses, to our employees’ careers, to our investors’ assets, and to our suppliers’ products."
        },
        {
            "company_name": "NCR",
            "mission_statement": "We are the new NCR: Leading how the world connects, interacts and transacts with business."
        },
        {
            "company_name": "HeartMedia",
            "mission_statement": "We believe there’s a radio station playing the perfect music to make any moment in life better."
        },
        {
            "company_name": "Franklin Resources",
            "mission_statement": "To make the most of that expertise, you need the financial strength and resources of a global player."
        },
        {
            "company_name": "Ameren",
            "mission_statement": "To power the quality of life."
        },
        {
            "company_name": "Intercontinental Exchange",
            "mission_statement": "We believe in providing our customers transparent access to global markets, and we make it our mission to deliver that – whether it means listing on the New York Stock Exchange to generate capital or turning to ICE futures markets to manage price and counterparty risk."
        },
        {
            "company_name": "S&P Global",
            "mission_statement": "We accelerate progress in the world by providing intelligence that is essential for companies, governments and individuals to make decisions with conviction."
        },
        {
            "company_name": "Post Holdings",
            "mission_statement": "To provide our customers with the highest quality products at the very best price while providing excellent customer support."
        },
        {
            "company_name": "Analog Devices",
            "mission_statement": "To be the world’s best signal processing company."
        },
        {
            "company_name": "Ralph Lauren",
            "mission_statement": "To offer, along with our licensing alliances, broad lifestyle product collections with a unified vision."
        },
        {
            "company_name": "L3Harris Technologies",
            "mission_statement": "To provide customers with state-of-the-art communication and telemetry solutions for airborne, intel and space applications."
        },
        {
            "company_name": "Booz Allen Hamilton",
            "mission_statement": "To empower people to change the world, and our values are ferocious integrity, unflinching courage, passionate service, collective ingenuity, and a champion’s heart."
        },
        {
            "company_name": "Polaris Industries",
            "mission_statement": "To fuel the passion of riders, workers and outdoors enthusiasts around the world by delivering innovative, high-quality vehicles, products, services and experiences that enrich their lives."
        },
        {
            "company_name": "Clorox",
            "mission_statement": "We make everyday life better, every day—is a reflection of our products has a meaningful impact on consumers’ everyday lives."
        },
        {
            "company_name": "Realogy Holdings",
            "mission_statement": "We empower real estate professionals and strengthen communities by delivering exceptional brands, support and service through the quality and integrity of our people."
        },
        {
            "company_name": "HD Supply Holdings",
            "mission_statement": "HD Supply is committed to creating a diverse work environment where all associates are included, respected and encouraged to do their best work."
        },
        {
            "company_name": "Graphic Packaging Holding",
            "mission_statement": "A World of Difference. We’re a leader in the packaging industry, serving hundreds of the world’s most recognized brands. You’ve probably purchased food, beverages or other consumer products sold in our packaging."
        },
        {
            "company_name": "Old Republic International",
            "mission_statement": "To provide quality insurance security and related services to businesses, individuals, and public institutions, and be a dependable long-term steward of the trust that policyholders, shareholders, and other important stakeholders place in us."
        },
        {
            "company_name": "Intuit",
            "mission_statement": "Our mission is powering prosperity around the world. We build intuitive web, mobile, and cloud solutions that generate more money, more time, and more confidence for 50 million people."
        },
        {
            "company_name": "NetApp",
            "mission_statement": "To support companies throughout the digital transformation process, delivering hybrid cloud data services that radically improve organizational efficiency and create new business opportunities."
        },
        {
            "company_name": "Tapestry",
            "mission_statement": "Our information management solutions help customers see the big picture and meet mission-critical objectives. From end-to-end logistics software, enterprise asset management and mission planning services, Tapestry helps customers solve complex problems and sharpen operational efficiency."
        },
        {
            "company_name": "ON Semiconductor",
            "mission_statement": "ON Semiconductor delivers high quality, energy efficient solutions to solve its customer’s electronics design challenges with a world-class supply chain and ethical culture committed to global corporate social responsibility."
        },
        {
            "company_name": "Ingredion",
            "mission_statement": "We believe that our success as a company is tied to the well-being of our employees and the health of our communities and the environment."
        },
        {
            "company_name": "Zoetis",
            "mission_statement": "We build on a six-decade history and singular focus on animal health to bring customers quality products, services and a commitment to their businesses."
        },
        {
            "company_name": "Fiserv",
            "mission_statement": "To move money and information in a way that moves the world."
        },
        {
            "company_name": "TreeHouse Foods",
            "mission_statement": "To create value as our customers’ preferred manufacturing and distribution partner, providing thought leadership, superior innovation and a relentless focus on execution."
        },
        {
            "company_name": "Robert Half International",
            "mission_statement": "Robert Half helps people find rewarding work and clients find the right talent to grow their businesses, and our goal is to adhere to the highest ethical standards when doing so."
        },
        {
            "company_name": "First American Financial",
            "mission_statement": "To provide you with comprehensive insurance solutions that provide security, protection, peace of mind, and superior customer service at value pricing."
        },
        {
            "company_name": "Harley-Davidson",
            "mission_statement": "We fulfill dreams through the experiences of motorcycling, by providing to motorcyclists and to the general public an expanding line of motorcycles and branded products and services in selected market segments."
        },
        {
            "company_name": "Windstream Holdings",
            "mission_statement": "To be the pillar for our veterans, military spouses and active Guard & Reserve members; by providing networking opportunities, empowering information, and career development that equips each individual to excel in their new career paths."
        },
        {
            "company_name": "Yum Brands",
            "mission_statement": "To build the world’s most loved, trusted and fastest growing restaurant brands."
        },
        {
            "company_name": "Williams-Sonoma",
            "mission_statement": "To help you celebrate the people in your life and to make gift giving personable and fun."
        },
        {
            "company_name": "Simon Property Group",
            "mission_statement": "At Simon, our goal is your business’s success. That’s why we have leasing, development, management, and marketing professionals established to ensure that this property and your business are well-maintained and highly visible within the community."
        },
        {
            "company_name": "Navient",
            "mission_statement": "To enhance the financial success of our customers by delivering innovative solutions and insights with compassion and personalized service."
        },
        {
            "company_name": "Western Union",
            "mission_statement": "We do business each day with absolute integrity, honesty and passion, partnering as a team to meet our consumers’ needs."
        },
        {
            "company_name": "Peabody Energy",
            "mission_statement": "To create superior value for shareholders as the leading global supplier of coal, which enables economic prosperity and a better quality of life."
        },
        {
            "company_name": "Levi Strauss",
            "mission_statement": "To sustain responsible commercial success as a global marketing company of branded casual apparel."
        }
    ]
}