{
    "industry": "Other",
    "num_companies": 119,
    "companies": [
        {
            "company_name": "United Parcel Service",
            "mission_statement": "Grow our global business by serving the logistics needs of customers, offering excellence and value in all that we do.",
            "industry": "Other"
        },
        {
            "company_name": "FedEx",
            "mission_statement": "FedEx Corporation will produce superior financial returns for its shareowners by providing high value-added logistics, transportation, and related business services through focused operating companies.",
            "industry": "Other"
        },
        {
            "company_name": "PepsiCo",
            "mission_statement": "To provide consumers around the world with delicious, affordable, convenient and complementary foods and beverages from wholesome breakfasts to healthy and fun daytime snacks and beverages to evening treats.",
            "industry": "Other"
        },
        {
            "company_name": "Archer Daniels Midland",
            "mission_statement": "To unlock the potential of nature to improve the quality of life.",
            "industry": "Other"
        },
        {
            "company_name": "Walt Disney",
            "mission_statement": "To entertain, inform and inspire people around the globe through the power of unparalleled storytelling, reflecting the iconic brands, creative minds and innovative technologies that make ours the world’s premier entertainment company.",
            "industry": "Other"
        },
        {
            "company_name": "Sysco",
            "mission_statement": "To market and deliver great products to our customers with exceptional service.",
            "industry": "Other"
        },
        {
            "company_name": "American Airlines Group",
            "mission_statement": "Committed to provide every citizen of the world with the best service of the air travel to the extensive selection of destination possible.",
            "industry": "Other"
        },
        {
            "company_name": "Delta Air Lines",
            "mission_statement": "We—Delta’s employees, customers, and community partners together form a force for positive local and global change, dedicated to bettering standards of living and the environment where we and our customers live and work.",
            "industry": "Other"
        },
        {
            "company_name": "United Continental Holdings",
            "mission_statement": "To create an inclusive work environment, characterized by dignity and respect, that empowers every employee to serve the global marketplace and contribute to our success.",
            "industry": "Other"
        },
        {
            "company_name": "Tyson Foods",
            "mission_statement": "We are dedicated to producing and marketing trusted quality food products that fit today’s changing lifestyles and to attracting, rewarding and retaining the best people in the food industry.",
            "industry": "Other"
        },
        {
            "company_name": "Deere",
            "mission_statement": "Double and Double Again the John Deere Experience of Genuine Value for Employees, Customers, and Shareholders.",
            "industry": "Other"
        },
        {
            "company_name": "Progressive",
            "mission_statement": "We seek to be an excellent, innovative, growing, and enduring business by cost-effectively and profitably reducing the human trauma and economic costs of auto accidents and other mishaps, and by building a recognized, trusted, admired, business-generating brand.",
            "industry": "Other"
        },
        {
            "company_name": "Coca-Cola",
            "mission_statement": "To refresh the world. To inspire moments of optimism and happiness. To create value and make a difference.",
            "industry": "Other"
        },
        {
            "company_name": "Twenty-First Century Fox",
            "mission_statement": "21st Century Fox is committed to unlocking the potential of the audiences we serve by focusing on creativity & the arts, sports & well-being, and knowledge & exploration, as well as through a commitment to diversity and sustainable business practice.",
            "industry": "Other"
        },
        {
            "company_name": "Philip Morris International",
            "mission_statement": "We strive to be environmentally and socially responsible. We are dedicated to fighting the illegal cigarette trade. And we proudly support the communities where we source tobacco and where our employees live and work.",
            "industry": "Other"
        },
        {
            "company_name": "US Foods Holding",
            "mission_statement": "We believe in the power of food to give people a chance for a better future. As one of the largest food distributors in the United States, we’re privileged to be able to give back to the communities where we live and work – empowering people with both nourishment and opportunity.",
            "industry": "Other"
        },
        {
            "company_name": "Paccar",
            "mission_statement": "PACCAR’s global purchasing organization is responsible for the global procurement of heavy and medium duty truck production parts, aftermarket parts, non-production materials and services; along with coordinating global material logistics in support all PACCAR locations and businesses.",
            "industry": "Other"
        },
        {
            "company_name": "Southern",
            "mission_statement": "Enhance the quality of graduate education across all programs to protect the value of graduate degrees awarded by Southern University. Assist faculty and administrators in building world-class graduate programs.",
            "industry": "Other"
        },
        {
            "company_name": "International Paper",
            "mission_statement": "To improve people’s lives, the planet and our company’s performance by transforming renewable resources into products people depend on every day We do the right things, in the right ways, for the right reasons, all of the time—this is The IP Way.",
            "industry": "Other"
        },
        {
            "company_name": "Union Pacific",
            "mission_statement": "The Men and Women of Union Pacific Are Dedicated to Serve. Union Pacific works for the good of our customers, shareholders, communities and one another. Our commitment defines us and drives the economic strength of our company and our country.",
            "industry": "Other"
        },
        {
            "company_name": "ManpowerGroup",
            "mission_statement": "To inspire how we interact, create and deliver on our promise to clients, job seekers and ourselves.",
            "industry": "Other"
        },
        {
            "company_name": "Southwest Airlines",
            "mission_statement": "Dedication to the highest quality of customer service delivered with a sense of warmth, friendliness, individual pride, and Company Spirit.",
            "industry": "Other"
        },
        {
            "company_name": "Lear",
            "mission_statement": "We are committed to conducting business in an ethical, lawful, and socially responsible manner.",
            "industry": "Other"
        },
        {
            "company_name": "Marriott International",
            "mission_statement": "To enhance the lives of our customers by creating and enabling unsurpassed vacation and leisure experience.",
            "industry": "Other"
        },
        {
            "company_name": "Lennar",
            "mission_statement": "Lennar builds affordable, move-up and retirement homes in Communities that cater to almost any lifestyle – such as urban, golf course, Active Adult or suburban Communities.",
            "industry": "Other"
        },
        {
            "company_name": "AECOM",
            "mission_statement": "From high-performance buildings and infrastructure, to resilient communities and environments, to stable and secure nations, our work is transformative, differentiated and vital.",
            "industry": "Other"
        },
        {
            "company_name": "Altria Group",
            "mission_statement": "To own and develop financially disciplined businesses that are leaders in responsibly providing adult tobacco consumers with superior branded products.",
            "industry": "Other"
        },
        {
            "company_name": "Performance Food Group",
            "mission_statement": "We will be the innovative leader in providing customer satisfaction. In partnership with our customers, associates, vendors and sister companies, we will achieve mutually profitable growth.",
            "industry": "Other"
        },
        {
            "company_name": "XPO Logistics",
            "mission_statement": "XPO is a top ten global provider of transportation and logistics services, with a highly integrated network of people, technology and physical assets.",
            "industry": "Other"
        },
        {
            "company_name": "C.H. Robinson Worldwide",
            "mission_statement": "Our people, processes, and technology improve the world’s transportation and supply chains, delivering exceptional value to our customers and suppliers.",
            "industry": "Other"
        },
        {
            "company_name": "WestRock",
            "mission_statement": "WestRock strives to build, mentor, nurture and empower a supply chain that reflects the diversity of our customers and the global communities where we work and serve.",
            "industry": "Other"
        },
        {
            "company_name": "D.R. Horton",
            "mission_statement": "To provide all our nation’s homebuyers the quality of a new home at an affordable value.",
            "industry": "Other"
        },
        {
            "company_name": "Aramark",
            "mission_statement": "Enriching and Nourishing Lives.",
            "industry": "Other"
        },
        {
            "company_name": "General Mills",
            "mission_statement": "To make lives healthier, easier and richer.",
            "industry": "Other"
        },
        {
            "company_name": "Colgate-Palmolive",
            "mission_statement": "As a Company that strives to be the best truly global consumer products company, we are committed to doing business with integrity and respect for all people and for the world around us. and Continuous Improvement will continue to drive our future initiatives.",
            "industry": "Other"
        },
        {
            "company_name": "Goodyear Tire & Rubber",
            "mission_statement": "Goodyear’s mission is to be the number one tire company by all measures.",
            "industry": "Other"
        },
        {
            "company_name": "PPG Industries",
            "mission_statement": "To be the world’s leading coatings company by consistently delivering high-quality, innovative and sustainable solutions that customers trust to protect and beautify their products and surroundings. Act with integrity at all times and be true to our values and ethics.",
            "industry": "Other"
        },
        {
            "company_name": "Omnicom Group",
            "mission_statement": "Omnicom’s global leadership in marketing communications is fostered by the industry’s most innovative, collaborative and diverse talent. Together our people deliver big creative, competitive ideas based on actionable customer insights.",
            "industry": "Other"
        },
        {
            "company_name": "Jacobs Engineering Group",
            "mission_statement": "We are committed to our clients by bringing innovative solutions that lead to profitable growth and shared success.",
            "industry": "Other"
        },
        {
            "company_name": "Land O’Lakes",
            "mission_statement": "We are a market- and customer-driven cooperative committed to optimizing the value of our members’ dairy, crop and livestock production.” A leader in our communities.",
            "industry": "Other"
        },
        {
            "company_name": "Waste Management",
            "mission_statement": "Waste Management is on a mission to maximize resource value, while minimizing – and even eliminating – environmental impact so that both our economy and our environment can thrive.",
            "industry": "Other"
        },
        {
            "company_name": "Illinois Tool Works",
            "mission_statement": "With this structure we are able to act locally but with a global vision, actively practicing lasting teamwork with customers and suppliers. It is our mission to be the most valued group to our customers, employees, and suppliers.",
            "industry": "Other"
        },
        {
            "company_name": "Ecolab",
            "mission_statement": "Our mission is to be the leading global innovator, developer and provider of cleaning, sanitation and maintenance products, systems, and services. As a team, we will achieve aggressive growth and fair return for our shareholders.",
            "industry": "Other"
        },
        {
            "company_name": "CBS",
            "mission_statement": "As broadcasters, we aim to ensure that our national viewing audience is reflected in our programming and our people. We recognize that a work force comprised of a wide variety of perspectives, viewpoints and backgrounds is integral to our continued success.",
            "industry": "Other"
        },
        {
            "company_name": "United States Steel",
            "mission_statement": "To be the industry leader in delivering high-quality, value added products and innovative solutions that address our customers’ most challenging steel needs for the future.",
            "industry": "Other"
        },
        {
            "company_name": "Stanley Black & Decker",
            "mission_statement": "We are For Those Who Make The World and we deliver on that purpose by being bold to break the mold, by cutting through challenges, by joining forces for sustainability and by being reliable to the core.",
            "industry": "Other"
        },
        {
            "company_name": "Textron",
            "mission_statement": "To become the premier multi-industry company, recognized for our network of powerful brands, world-class enterprise processes and talented people.",
            "industry": "Other"
        },
        {
            "company_name": "Kellogg",
            "mission_statement": "To enrich and delight, through foods and brands that matter.",
            "industry": "Other"
        },
        {
            "company_name": "Alcoa",
            "mission_statement": "Alcoa will operate globally in a safe, responsible manner respecting the environment and the health of our employees, our customers, suppliers, contractors, and the communities in which we operate. We will not compromise environmental, health or safety values for profit or production.",
            "industry": "Other"
        },
        {
            "company_name": "Global Partners",
            "mission_statement": "To respond to these new realities by reevaluating what is meant by “international education,” and to facilitate programming that understands international education not as an end in itself, but rather as a means to an end.",
            "industry": "Other"
        },
        {
            "company_name": "CSX",
            "mission_statement": "To be the safest and most progressive North American railroad, relentless in the pursuit of customer and employee excellence.",
            "industry": "Other"
        },
        {
            "company_name": "MGM Resorts International",
            "mission_statement": "MGM Resorts International is the leader in entertainment & hospitality – a diverse collection of extraordinary people, distinctive brands and best in class destinations. Working together, we create partnerships and experiences that engage, entertain and inspire.",
            "industry": "Other"
        },
        {
            "company_name": "Reliance Steel & Aluminum",
            "mission_statement": "We believe in always treating people fairly, whether employee, supplier, or customer, while always looking for ways to improve our service and contribution to the communities in which we live and work.",
            "industry": "Other"
        },
        {
            "company_name": "Huntsman",
            "mission_statement": "We will operate safe, clean, efficient facilities in an environmentally and socially responsible manner. We will provide a work environment that fosters teamwork, innovation, accountability and open communication.",
            "industry": "Other"
        },
        {
            "company_name": "Norfolk Southern",
            "mission_statement": "To enhance the value of our stockholders’ investment over time by providing quality freight transportation services and undertaking any other related businesses in which our resources, particularly our people, give the company an advantage.",
            "industry": "Other"
        },
        {
            "company_name": "Crown Holdings",
            "mission_statement": "Customer satisfaction is Crown’s highest priority. We achieve this goal by continuously improving the cost effectiveness and performance of all our products and processes, as well as focusing on innovation.",
            "industry": "Other"
        },
        {
            "company_name": "Live Nation Entertainment",
            "mission_statement": "To maximize the live concert experience.",
            "industry": "Other"
        },
        {
            "company_name": "Molson Coors Brewing",
            "mission_statement": "Strengthen shareholder value, fulfill our responsibilities to our employees, customers, and suppliers, and satisfy credit, environmental, legal and other regulatory requirements.",
            "industry": "Other"
        },
        {
            "company_name": "Navistar International",
            "mission_statement": "To build and support the best military vehicles in the world for one reason. We know that our vehicles can make a difference for the troops who risk their lives for all of us.",
            "industry": "Other"
        },
        {
            "company_name": "PulteGroup",
            "mission_statement": "At PulteGroup, we have a commitment to honesty, integrity, quality, diversity, open communication, team work, ongoing training and development, and rewarding ambition.",
            "industry": "Other"
        },
        {
            "company_name": "Eastman Chemical",
            "mission_statement": "Eastman works with customers to deliver innovative products and solutions while maintaining a commitment to safety and sustainability.",
            "industry": "Other"
        },
        {
            "company_name": "Republic Services",
            "mission_statement": "To be Respectful, Responsible, Reliable, Resourceful, and Relentless in all we do, every day.",
            "industry": "Other"
        },
        {
            "company_name": "Mohawk Industries",
            "mission_statement": "To provide custom-built, mortgage-free homes to wounded and disabled veterans and widows of the fallen in an effort to get their lives back on track.",
            "industry": "Other"
        },
        {
            "company_name": "Interpublic Group",
            "mission_statement": "Our agency brands deliver custom marketing solutions to many of the world’s largest advertisers. We cover the spectrum of marketing disciplines and specialties, from public relations and consumer advertising, to mobile and search engine marketing.",
            "industry": "Other"
        },
        {
            "company_name": "Hormel Foods",
            "mission_statement": "As a leading branded food company with a focus on profitable growth and inspired by our founder’s charge to “Originate, don’t imitate,” we market a balanced portfolio of highly differentiated quality products.",
            "industry": "Other"
        },
        {
            "company_name": "Hertz Global Holdings",
            "mission_statement": "To be the most customer focused, cost efficient vehicle and equipment rental / leasing company in every market we serve.",
            "industry": "Other"
        },
        {
            "company_name": "AGCO",
            "mission_statement": "Achieve profitable growth through superior customer service, innovation, quality and commitment. Values: Accountability, integrity, respect, team spirit and transparency define our company.",
            "industry": "Other"
        },
        {
            "company_name": "Avis Budget Group",
            "mission_statement": "We will provide the leadership and support necessary to sustain long-term growth and customer satisfaction for our world-class brands.",
            "industry": "Other"
        },
        {
            "company_name": "Peter Kiewit Sons’",
            "mission_statement": "Kiewit is successful because our people have the ability and desire to build exciting and challenging projects. Kiewit people possess a drive to excel and a willingness to take on new and unique responsibilities. We have initiative. We explore innovative ideas. We seek better solutions. We are enthusiastic, hardworking and committed to quality and excellence.",
            "industry": "Other"
        },
        {
            "company_name": "News Corp.",
            "mission_statement": "Creating and distributing top-quality news, sports and entertainment around the world.",
            "industry": "Other"
        },
        {
            "company_name": "Hilton Worldwide Holdings",
            "mission_statement": "To be the first choice of guests, team members, and owners alike and see below our values.",
            "industry": "Other"
        },
        {
            "company_name": "Veritiv",
            "mission_statement": "We are passionate about winning and our desire to meet financial, operational, and people commitments in the right way.",
            "industry": "Other"
        },
        {
            "company_name": "Univar",
            "mission_statement": "To redefine distribution and be the most valued chemical and ingredient distributor on the planet.",
            "industry": "Other"
        },
        {
            "company_name": "J.B. Hunt Transport Services",
            "mission_statement": "To create the most efficient transportation network in North America.",
            "industry": "Other"
        },
        {
            "company_name": "Ryder System",
            "mission_statement": "To provide innovative supply chain and fleet solutions that are reliable, safe and efficient, enabling our customers to deliver on their promises.",
            "industry": "Other"
        },
        {
            "company_name": "Caesars Entertainment",
            "mission_statement": "Inspire grown-ups to play.",
            "industry": "Other"
        },
        {
            "company_name": "Thor Industries",
            "mission_statement": "Elevate the culture, visibility, desirability and enjoyment of the RV Experience.",
            "industry": "Other"
        },
        {
            "company_name": "Alaska Air Group",
            "mission_statement": "We provide an exceptional travel experience to our customers with an unwavering commitment to a safe and reliable operation and our award-winning customer service.",
            "industry": "Other"
        },
        {
            "company_name": "WESCO International",
            "mission_statement": "To be the global leader of supply chain solutions by addressing customers’ MRO, OEM, and capital project demand streams. This helps our customers operate their businesses more efficiently and profitably.",
            "industry": "Other"
        },
        {
            "company_name": "Huntington Ingalls Industries",
            "mission_statement": "Our employees demonstrate their integrity, dedication and commitment to quality in their daily work and are committed to improving performance and creating success.",
            "industry": "Other"
        },
        {
            "company_name": "Expeditors Intl. of Washington",
            "mission_statement": "To set the standard for excellence in global logistics through total commitment to quality in people and customer service, with superior financial results.",
            "industry": "Other"
        },
        {
            "company_name": "EMCOR Group",
            "mission_statement": "To help make our customers’ lives easier by delivering world-class facilities management services.",
            "industry": "Other"
        },
        {
            "company_name": "Darden Restaurants",
            "mission_statement": "To be financially successful through great people consistently delivering outstanding food, drinks and service in an inviting atmosphere, making every guest loyal.",
            "industry": "Other"
        },
        {
            "company_name": "United Rentals",
            "mission_statement": "Deploy the best people, equipment and solutions to enable our customers to safely build a better and stronger future.",
            "industry": "Other"
        },
        {
            "company_name": "Conagra Brands",
            "mission_statement": "One company growing by nourishing lives and finding a better way today … one bite at a time.",
            "industry": "Other"
        },
        {
            "company_name": "Berry Global Group",
            "mission_statement": "Always advancing to protect what’s important.",
            "industry": "Other"
        },
        {
            "company_name": "Dean Foods",
            "mission_statement": "We aim to be the most admired and trusted provider of wholesome, great-tasting dairy products at every occasion.",
            "industry": "Other"
        },
        {
            "company_name": "Builders FirstSource",
            "mission_statement": "To be the best in the industry, Builders FirstSource and its companies will strive to be every builder’s first source for building materials and services while delivering superior value to our stakeholders.",
            "industry": "Other"
        },
        {
            "company_name": "JetBlue Airways",
            "mission_statement": "To inspire humanity – both in the air and on the ground. We are committed to giving back in meaningful ways in the communities we serve and to inspire others to do the same.",
            "industry": "Other"
        },
        {
            "company_name": "Constellation Brands",
            "mission_statement": "Build Brands That People Love We’re in the business of creating new experiences that bring people together and elevate their lives.",
            "industry": "Other"
        },
        {
            "company_name": "Weyerhaeuser",
            "mission_statement": "Deliver the most value from every acre: Whether it’s timber, real estate, recreation or conservation, we make the most of all our land assets. Drive operational excellence: We’re focused on delivering quality products that our customers want and are willing to pay for, and doing it at the lowest possible cost.",
            "industry": "Other"
        },
        {
            "company_name": "Keurig Dr Pepper",
            "mission_statement": "To foster physically active, engaged and sustainable communities where our employees, customers and consumers live and work.",
            "industry": "Other"
        },
        {
            "company_name": "Dover",
            "mission_statement": "It’s our unwavering commitment to maintaining our values that defines who we are as a Company. At Dover, we strive to continue to be champions of our values to help propel Dover to even greater success.",
            "industry": "Other"
        },
        {
            "company_name": "J.M. Smucker",
            "mission_statement": "To serve its consumers with best consumers’ quality products like fruit spreads, peanut butter, shortening and oils, ice cream toppings, health foods and natural beverages that help them in creating memorable mealtime moments.",
            "industry": "Other"
        },
        {
            "company_name": "Spirit AeroSystems Holdings",
            "mission_statement": "As a company, Spirit is committed to enhancing the quality of life for employees and the community at large and makes significant professional, personal and financial investments everywhere Spirit is located.",
            "industry": "Other"
        },
        {
            "company_name": "Celanese",
            "mission_statement": "To be the first-choice chemistry solution source for our customers.",
            "industry": "Other"
        },
        {
            "company_name": "Toll Brothers",
            "mission_statement": "As a renowned new home builder, Toll Brothers goes beyond exceptional value, quality, and customer service to create a lifestyle that is rich in beauty, comfort, and luxury. It’s why we’re the nation’s leading builder of luxury homes.",
            "industry": "Other"
        },
        {
            "company_name": "Owens Corning",
            "mission_statement": "Owens Corning is a company with an unwavering commitment to delivering solutions, transforming markets and enhancing lives. It’s who we are. It’s why we are here. We do it by fully engaging our employees in support of growing our customer’s businesses.",
            "industry": "Other"
        },
        {
            "company_name": "Packaging Corp. of America",
            "mission_statement": "At PCA, we think of ourselves as more than a box manufacturer. We are an ideas and solutions company. We seek to be the leader in helping our customers — large and small — package, transport and display products of all kinds. It just happens to be that corrugated products are our area of expertise.",
            "industry": "Other"
        },
        {
            "company_name": "Olin",
            "mission_statement": "Olin College prepares students to become exemplary engineering innovators who recognize needs, design solutions and engage in creative enterprises for the good of the world.",
            "industry": "Other"
        },
        {
            "company_name": "Alleghany",
            "mission_statement": "Allegheny’s undergraduate residential education prepares young adults for successful, meaningful lives by promoting students’ intellectual, moral, and social development and encouraging personal and civic responsibility.",
            "industry": "Other"
        },
        {
            "company_name": "Owens-Illinois",
            "mission_statement": "To design, manufacture, and deliver products and services that meet the unique needs and expectations of each customer.",
            "industry": "Other"
        },
        {
            "company_name": "AK Steel Holding",
            "mission_statement": "Our AK Steel team creates innovative, high quality steel solutions for our customers in a safe, responsible and profitable manner.",
            "industry": "Other"
        },
        {
            "company_name": "R.R. Donnelley & Sons",
            "mission_statement": "To enable our clients to better connect with their customers.",
            "industry": "Other"
        },
        {
            "company_name": "Wynn Resorts",
            "mission_statement": "To provide premium consumers with an unforgettable experience in a luxurious atmosphere, while offering the highest quality of customer service and amenities.",
            "industry": "Other"
        },
        {
            "company_name": "Seaboard",
            "mission_statement": "To be a leader in ocean transportation and logistics where employees partner with customers to provide the highest level of service without exception.",
            "industry": "Other"
        },
        {
            "company_name": "Cintas",
            "mission_statement": "We will exceed our customers’ expectations to maximize the long-term value of Cintas for its shareholders and working partners.",
            "industry": "Other"
        },
        {
            "company_name": "ABM Industries",
            "mission_statement": "To take care of the people, spaces, and places that are important to you.",
            "industry": "Other"
        },
        {
            "company_name": "Beacon Roofing Supply",
            "mission_statement": "To be a leading North Am erican supplier to commercial and residential roofing and exterior bu ilding contractors through a family of long-established regional supp liers and to add value to our contractor customers’ businesses, to our employees’ careers, to our investors’ assets, and to our suppliers’ products.",
            "industry": "Other"
        },
        {
            "company_name": "Post Holdings",
            "mission_statement": "To provide our customers with the highest quality products at the very best price while providing excellent customer support.",
            "industry": "Other"
        },
        {
            "company_name": "Polaris Industries",
            "mission_statement": "To fuel the passion of riders, workers and outdoors enthusiasts around the world by delivering innovative, high-quality vehicles, products, services and experiences that enrich their lives.",
            "industry": "Other"
        },
        {
            "company_name": "Clorox",
            "mission_statement": "We make everyday life better, every day—is a reflection of our products has a meaningful impact on consumers’ everyday lives.",
            "industry": "Other"
        },
        {
            "company_name": "Realogy Holdings",
            "mission_statement": "We empower real estate professionals and strengthen communities by delivering exceptional brands, support and service through the quality and integrity of our people.",
            "industry": "Other"
        },
        {
            "company_name": "Graphic Packaging Holding",
            "mission_statement": "A World of Difference. We’re a leader in the packaging industry, serving hundreds of the world’s most recognized brands. You’ve probably purchased food, beverages or other consumer products sold in our packaging.",
            "industry": "Other"
        },
        {
            "company_name": "Ingredion",
            "mission_statement": "We believe that our success as a company is tied to the well-being of our employees and the health of our communities and the environment.",
            "industry": "Other"
        },
        {
            "company_name": "TreeHouse Foods",
            "mission_statement": "To create value as our customers’ preferred manufacturing and distribution partner, providing thought leadership, superior innovation and a relentless focus on execution.",
            "industry": "Other"
        },
        {
            "company_name": "Robert Half International",
            "mission_statement": "Robert Half helps people find rewarding work and clients find the right talent to grow their businesses, and our goal is to adhere to the highest ethical standards when doing so.",
            "industry": "Other"
        },
        {
            "company_name": "Harley-Davidson",
            "mission_statement": "We fulfill dreams through the experiences of motorcycling, by providing to motorcyclists and to the general public an expanding line of motorcycles and branded products and services in selected market segments.",
            "industry": "Other"
        },
        {
            "company_name": "Windstream Holdings",
            "mission_statement": "To be the pillar for our veterans, military spouses and active Guard & Reserve members; by providing networking opportunities, empowering information, and career development that equips each individual to excel in their new career paths.",
            "industry": "Other"
        }
    ]
}